[
  {
    "model": "blog.post",
    "pk": "36f0bd38-edb1-4394-9681-8224a34c6daf",
    "fields": {
      "title": "Students from Turkmenistan successfully competed in the Olympiad “Electoral systems of the world”",
      "title_ru": "Студенты из Туркменистана успешно участвовали в олимпиаде «Избирательные системы мира»",
      "title_tm": "Türkmenistandan gelen \"dünýäniň\" saýlaw ulgamlarynda üstünlikli bäsleşdiler \"",
      "content": "Students from Turkmenistan successfully competed in the Fifth International Student Internet Olympiad “Electoral Systems of the World,” which was organized by the International Institute for Monitoring the Development of Democracy IPA CIS, Saratov State Law Academy and the International Center for Scientific Information.\r\n\r\nAs Turkmenistan: Golden Age reports, among the winners of the Olympiad are Selbi Atayeva from the Institute of International Relations of the Ministry of Foreign Affairs of Turkmenistan and Turkmenistan Anastasia Cherkasova, studying at the Patrice Lumumba Peoples' Friendship University of Russia.\r\n\r\nThe list of winners includes Tanryguly Geldimammedov from the IIR of the Ministry of Foreign Affairs of Turkmenistan and Turkmenistan Malika Hojakurbanova, studying at the Patrice Lumumba Peoples' Friendship University of Russia.\r\n\r\n3172 students from 177 higher education institutions, representing dozens of countries around the world, took part in the Olympiad.",
      "content_ru": "Студенты из Туркменистана успешно соревновались в пятой международной студенческой интернет -олимпиаде «Избирательные системы мира», который был организован Международным институтом по мониторингу развития Демократической ИПС CIS, юридической академии штата Саратов и Международным центром научной информации.\r\n\r\nКак сообщает Turkmenistan: Golden Age сообщает, что среди победителей Олимпиады являются Селби Атаева из Института международных отношений Министерства иностранных дел Туркменистана и Туркменистана Анастасия Черкасова, обучающегося в Университете дружбы народа народа Патице Люмумбы.\r\n\r\nСписок победителей включает в себя Танригуля Гелдимаммедова из МИР Министерства иностранных дел Туркменистана и Туркменистана Малика Ходжакурбановой, обучающейся в Университете дружбы Патриса Лумумба России.\r\n\r\n3172 студентов из 177 высших учебных заведений, представляющих десятки стран мира, приняли участие в Олимпиаде.",
      "content_tm": "Türkmenistandan demon hereketi dolandyrmaga gözegçilik etmek boýunça Dünýä institutynyň bäşinji sany geçiriljek halkara talyplary \"Etrabewropa talyp holy akademigi we Halkara Ylmy Maglumatlar Halkara ylmy maglumatlary boýunça halkara talypçylyk ulgamlaryny üstünlikli bäsleşdi.\r\n\r\nTürkmenistan\r\n\r\nWinnerseňijileriň sanawy Türkmenistanyň Daşary işler ministrliginiň Russiýa dostlyk ulgamyny Russiýanyň \"Lumiryadentmedow\" -ny Russiýanyň \"Mediaina Hojakbanowa\" -ny we Türkmenistandan gelen Maliýa Hojakbanowa-da okaýar.\r\n\r\nOlimpisiýa onlarça ýurtlaryna wekilçilik edýän 177 ýokary okuw mekdebinden 3172 ýokary okuw okuwyny aldy.",
      "blog_image": "0af3f29b8c867db699bea9f22771199a-8996358-382x254-2_yS4L61b.webp",
      "author": null,
      "translatedcategory": null,
      "category": "dad925fc-5ab9-4359-a90c-b80bd8f2e786",
      "created_at": "2024-12-24T13:40:07.586Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "68a1ef66-3104-4170-99c0-bf8a88884a01",
    "fields": {
      "title": "The volume of non-cash payments has increased significantly in Turkmenistan",
      "title_ru": "В Туркменистане существенно вырос объём безналичных платежей",
      "title_tm": "Türkmenistanda, keşbine däl tölegleriň mukdary ep-esli ýokarlandy",
      "content": "The volume of cashless transactions in Turkmenistan from January to November 2024 exceeded 18.3 billion manats, a 17% increase compared to the same period in 2023. This was reported by the state news agency TDH.\r\n\r\nOver the past decade, there has been a significant rise in electronic payments: while the volume of cashless transactions in 2013 was just 4.2 million manats, by 2023, this figure had surged to 17.37 billion manats.\r\n\r\nThe growth in cashless payments has been driven by the introduction of modern digital services, including mobile and internet banking. Among the new offerings is the remote banking system Menzilara-bank, which, as of December 1, 2024, has been used by over 24,100 clients for transactions involving international payment cards.\r\n\r\nSeparately, the growing popularity of the Halkbank-terminal service was highlighted—over the 11 months of 2024, transactions worth 210.6 million manats were processed through it, a 3.8% increase over the same period last year.\r\n\r\nThe country is also actively developing international payment systems such as VISA and MasterCard, introducing contactless payment technologies and new mobile applications for financial transactions. These advancements enable Turkmenistan to integrate into the global banking services industry and improve the quality of service for its population.",
      "content_ru": "Объём безналичных расчётов в Туркменистане за январь-ноябрь 2024 года превысил 18,3 миллиарда манатов, что на 17% больше по сравнению с аналогичным периодом 2023 года. Об этом сообщает Государственное информационное агентство TDH.\r\n\r\nЗа последнее десятилетие наблюдается значительный рост электронных платежей: если в 2013 году объём безналичных расчётов составлял всего 4,2 миллиона манатов, то к 2023 году этот показатель вырос до 17,37 миллиарда манатов.\r\n\r\nРосту безналичных платежей способствовало внедрение современных цифровых сервисов, включая мобильный и интернет-банкинг. Среди новых услуг – система дистанционного банкинга Menzilara-bank, которой по состоянию на 1 декабря 2024 года воспользовались более 24,1 тысячи клиентов для операций с международными платёжными картами.\r\n\r\nОтдельно отмечается рост популярности сервиса Halkbank-terminal – за 11 месяцев 2024 года через него проведено операций на сумму 210,6 миллиона манатов, что на 3,8% превышает показатели аналогичного периода прошлого года.\r\n\r\nВ стране также активно развиваются международные платёжные системы VISA и MasterCard, внедряются технологии бесконтактных платежей и новые мобильные приложения для проведения финансовых операций. Это позволяет Туркменистану интегрироваться в мировую индустрию банковских услуг и повышать качество обслуживания населения.",
      "content_tm": "2005-nji ýylyň ýanwarynda nagtyklaryň mukdary 2021-nji ýylyň ýanwarynda 184-nji ýylyň ýanwarynda 18,3 milliard manatdan geçdi, bu bolsa 2023-nji ýylda deňeşdirilende 1723-sinden geçdi. Muny TDH döwlet maglumat gullugy tarapyndan habar berildi.\r\n\r\nSoňky onýyllygyň ep-esli ösüşi barha aşakdakylara görä, häzirki wagtda nagt pul tölegleriniň mukdary diňe 4,2 million manatdy, soň bolsa bu görkeziji 1737 milliard manat boldy.\r\n\r\nNagt tölemeýän tölegleriň ösmegi häzirki zaman sanly hyzmatlarynyň ykjam we internet banky görnüşinde ýeňilleşdirildi. Täze hyzmatlaryň arasynda menzir-Bank A B Bankarabir-Bank AMZYA AYCLE BETGINET ulgamy, 2024-nji ýylyň 1-nji dekabry, halkara tölegleri bolan amallar üçin 2424-nji ýyldan gowrak müşderiler ulanylýar.\r\n\r\nAýratyn-nEFYNY\r\n\r\nŞeýle hem, ýurt halkara töleg ulgamlaryny wiza-etmän syýasat ulgamlaryny wiza-tehniki ulgamlaryň tehnologiýalaryny we maliýe amallary üçin täzelikleri yzygiderli ösdürýär. Bu, Türkmenistana bank hyzmatlarynyň dünýä senagatyna birleşmegine we jemgyýetçilik hyzmatynyň hilini ýokarlandyrmakmaga mümkinçilik berýär.",
      "blog_image": "3f88835199374194dc339d61a34fbb7d-8996498-382x254-2.webp",
      "author": null,
      "translatedcategory": null,
      "category": "8b7cc00a-b39c-479d-bfc0-f37260386a72",
      "created_at": "2024-12-25T12:25:21.877Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "8040940d-e958-44fc-b281-4deaa70c6584",
    "fields": {
      "title": "Dovletdzhan Yagshimuradov is the first Turkmen champion in PFL history",
      "title_ru": "Довлетджан Ягшимурадов – первый туркменский чемпион в истории PFL",
      "title_tm": "Dovletjan agagaşimuradow - PFL-iň taryhyndaky ilkinji türkmen çempiony",
      "content": "On November 29, a mixed martial arts (MMA) tournament organized by the PFL took place in Saudi Arabia. In the main event of the light heavyweight division, 35-year-old Turkmenistan representative Dovletdzhan Yagshimuradov (24-1-7) faced off against 30-year-old American Impa Kasanganay (14-4). At stake were a million dollars and the championship title, which belonged to the American.\r\n\r\nHowever, neither physical advantage, recent experience, nor the support of his home promotion could save Kasanganay—he was knocked out in less than a minute. Impa attacked first but ran into Yagshimuradov’s precise counterstrikes, leading to the fight’s conclusion at the 58-second mark.\r\n\r\nFor Dovletdzhan, this victory marked his seventh consecutive win, three of which he secured in the Bellator promotion. On his path to the PFL Grand Prix final, Yagshimuradov knocked out Jakob Nedoh and earned victories over Simon Biyong and Rob Wilkinson.\r\n\r\nAfter the decisive bout, the Turkmen champion shared his emotions with the audience. He greeted the spectators and expressed gratitude for their support, emphasizing that he felt great. In closing, the fighter declared his readiness to step back into the ring as early as the following week, showcasing his unyielding fighting spirit.\r\n\r\nYagshimuradov began his professional MMA career in 2012 with the Oplot Challenge promotion. In that organization, he fought 14 times, winning 11 of those bouts. He later moved to the ACB league, where he won all seven of his fights and successfully defended the championship title twice.\r\n\r\nSubsequently, Yagshimuradov joined the American promotion Bellator. His initial stint was challenging—he lost to “vice-champion” Corey Anderson and Swedish fighter Karl Albrektsson. However, in his third fight, Dovletdzhan defeated Brazilian Rafael Carvalho. He then went on to consecutively beat Julius Anglickas and Maciej Różański.\r\n\r\nHis victory in the PFL was not only a personal triumph for Yagshimuradov but also a historic milestone for Turkmen sports—he became the first champion from Turkmenistan in a prestigious international mixed martial arts league.",
      "content_ru": "29 ноября в Саудовской Аравии состоялся турнир по смешанным единоборствам (ММА) промоушена PFL. В главном поединке в полутяжелой весовой категории встретились 35-летний представитель Туркменистана Довлетджан Ягшимурадов (24-1-7) и 30-летний Импа Касанганай из США (14-4). На кону стояли миллион долларов и титул чемпиона, принадлежащий как раз американцу.\r\n\r\nОднако ни физическое преимущество, ни опыт последних лет, ни поддержка родного промоушена не помогли Касанганаю – он был нокаутирован менее чем за минуту. Импа атаковал первым, но напоролся на точные встречные удары Ягшимурадова, что привело завершению поединка на 58 секунде.\r\n\r\nДля Довлетджана эта победа стала седьмой кряду, три из которых он одержал в промоушене Bellator. На пути к финалу Гран-при PFL Ягшимурадов последовательно нокаутировал Джейкоба Недо и одержал победы над Симоном Бийонгом и Робом Уилкинсоном.\r\n\r\nПосле решающего поединка туркменский чемпион эмоционально поделился своими впечатлениями. Он поприветствовал зрителей и поблагодарил за поддержку, подчеркнув, что чувствует себя прекрасно. В завершение спортсмен заявил, что готов выйти на ринг уже на следующей неделе, демонстрируя непоколебимый боевой дух.\r\n\r\nПрофессиональную карьеру в ММА Довлетджан начал в 2012 году в промоушене Oplot Challenge. В этой организации он провел 14 поединков, победив в 11 из них. Впоследствии спортсмен перешел в лигу ACB, где одержал победы во всех 7 поединках и дважды защитил чемпионский титул.\r\n\r\nЗатем Ягшимурадов перешел в американский промоушен Bellator. Первоначально ему пришлось непросто – он проиграл «вице-чемпиону» Кори Андерсону и шведскому бойцу Карлу Альбректссону. Однако в третьем поединке Довлетджан одержал победу над бразильцем Рафаэлем Карвальо. После этого он последовательно победил Джулиуса Энгликаса и Мацея Розански.\r\n\r\nПобеда в PFL стала для Ягшимурадова не только личным триумфом, но и историческим достижением для туркменского спорта – он стал первым чемпионом из Туркменистана в престижной международной лиге смешанных единоборств.",
      "content_tm": "29-njy noýabrda garyşyk parahatçylykly söweş sungaty (mma) PFL-de Saud Arabystanynda geçirilen Pfl-i kabul etdi. Esasy Sueliň, Türkmenistanyň 15 ýaşly wekili Dovletjan Yagşimuradow (24-7) we 30 ýaşly Impa Kasanai (14-4) we ABŞ-nyň Başlangyç (14-4) duşuşdy (14-4) bilen duşuşdy . Diňe bir amerikaly degişli bir million dollar we bir gyzjagyş ady, bu paýhanada durdy.\r\n\r\nŞeýle-de bolsa, soňky döwürde biziň dogduk möwedi NOKI-nyň basymisi Kasangalaýa kömek etdi - bir minutdan az bolsa ýykyldy. Imagpa ilki hüjüm etdi, ýöne 58 sekunt töweregi oýnaga 58 sekuntda biraz iş berlige uçrulsa dartdy.\r\n\r\nDöwletjan üçin bu ýeňiş, bu ýeňiş ýedebedigiňi boldy, üçüsi belýoryň ösüşi gazanyldy. Pfl Grand Prixiň ​​finalyna barýan final, Jagşimuradow \"Jacobimuredadow\" Jacobakub Beynong \"ýeňildi we Ronon Boyysink-Rol Wil Wilkinson gazandy.\r\n\r\nIşsiz söweşden soň, türkmen çempiony emowturnalistlere häsiýetlendirdiler. Tozatlary garşy aldy we goldaw beren goldawyna minnetdarlyk bildirdi, şeýle duýgyny duýdurmak üçin minnetdarlyk bildirdi. Sözüniň ahyrynda türgen, sarsmaz ahlany görkezýän indiki hepde halkadaky halkanyň ýetip biljekdigini aýtdy.\r\n\r\n2012-nji ýylda, 2012-nji ýylda optit Respublikasyny mahabatlandyrmak bilen, 2012-nji ýylda Mma-da professional kärany işe başlady. Bu guramada 14 söweş alyp, 11 ýyldan girdeji gazandy. Netijede, türgen 7 söweşijilerde ýeňiş gazandylar we çempionyň adyny iki gezek gorady.\r\n\r\nSoňra agagşimuradow Amerikan mahabatynyň mahabat kemerine göçdi. Başda, ol aňsat bolmady-dawa-jenjel we şwesiýa söweşijisi sebäpli allrinson ýitirdi. Şeýle-de bolsa, üçünji oýunda Dovletjan Braziliýaly Rafile Karwallo ýeňdi. Şondan soň Julius alsiň Anglycas we Matsaia Rosansansjiniň yzygiderli ýeňildi.\r\n\r\nPfl oshaşyldawuk ýeňiş, Yagsymuradow üçin näbelli ýeňiş däl, eýsem türkmenler sporty üçin taryhy üstünlikde Türkmenistandan ilkinji çempion boldy.",
      "blog_image": "c9cc4928177cad58d508866ee9e0e7b6-8994450-382x254-2_T8Cqwpe.webp",
      "author": null,
      "translatedcategory": null,
      "category": "9c8c1e25-63b2-40b4-868c-c1d9e315ae56",
      "created_at": "2024-12-26T21:07:21.129Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "cdbea590-6756-40d8-9772-716b28b57aa9",
    "fields": {
      "title": "Celebrating the Year of the Green Snake: secrets of attracting good luck in 2025",
      "title_ru": "Встречаем год Зеленой Змеи: секреты привлечения удачи в 2025 году",
      "title_tm": "Yaşyl ýylan ýyly bilen duşuşýarys: 2025-de üstünlik gazanmak syrlary",
      "content": "As 2025—the Year of the Green Wooden Snake—approaches, less and less time remains. To attract the favor of this wise symbol of the year, it’s important to consider several key points while preparing for the celebration.\r\n\r\nWhen it comes to New Year’s outfits, boldness is encouraged. In addition to traditional green and brown tones, any bright colors are acceptable, as snakes in nature come in a wide variety of hues. Your outfit should be striking! Special attention should be paid to shiny elements and sequins—they symbolize snake scales.\r\n\r\nIt’s recommended to welcome the New Year in lively company, as snakes are social creatures. Loud music, dancing, and fun are all welcome, since snakes are practically deaf to sounds. You can celebrate anywhere— at home, with friends, or at a restaurant—as long as you’re surrounded by loved ones.\r\n\r\nWhen preparing for the holiday, remove all sharp objects, except for the Christmas tree. It’s advised to avoid even using skewers for appetizers and to steer clear of sharp remarks in conversations.\r\n\r\nYou should also refrain from using strong perfume scents, especially floral ones—the symbol of the year prefers naturalness.\r\n\r\nWhen decorating your home, don’t skimp on shiny decorations—snakes see well in the dark and will surely notice your efforts, blessing you with luck in the coming year.",
      "content_ru": "До наступления 2025 года – года Зеленой Деревянной Змеи – остается все меньше времени. Чтобы привлечь благосклонность этого мудрого символа года, важно учесть несколько ключевых моментов в подготовке к празднику.\r\n\r\nВ вопросе новогодних нарядов смелость приветствуется. Помимо традиционных зеленых и коричневых тонов, допустимы любые яркие цвета, ведь в природе встречаются змеи самых разнообразных окрасов. Наряд должен быть эффектным! Особое внимание стоит уделить блестящим элементам и пайеткам – они символизируют змеиную чешую.\r\n\r\nВстречать Новый год рекомендуется в шумной компании, ведь змеи – социальные создания. Громкая музыка, танцы и веселье только приветствуются, ведь змеи практически не воспринимают звуки. Праздновать можно где угодно – дома, в гостях или ресторане, главное – в окружении близких людей.\r\n\r\nПри подготовке к празднику следует убрать все колющие предметы, кроме новогодней ели. Рекомендуется отказаться даже от шпажек для закусок, а в разговорах избегать колких замечаний. \r\n\r\nТакже стоит воздержаться от использования сильных парфюмерных ароматов, особенно цветочных – символ года предпочитает естественность.\r\n\r\nУкрашая дом, не скупитесь на блестящие декорации – змеи отлично видят в темноте и обязательно заметят ваши старания, одарив удачей в наступающем году.",
      "content_tm": "2025-nji ýylyň başlamazyndan ozal ýaşyl agaç ýylanyň ýyly - az wagt galýar. Golyň bu akyl nyşany bolanyň goldawyny çekmek üçin baýramçylygy taýýarlamakda birnäçe möhüm meseläni göz öňünde almak möhümdir.\r\n\r\nTäze ýyl çykaryjyň meselesinde batyrgaýlyk garşylandygy garşylamana gelýär. Adaty ýaşyl we Brignual sazylaryndan başga-da, açyk reňklere başga bir açyk reňkler kabul eder, sebäbi tebigatda köp dürli reňkleriň ýylanlary tapylýar. Çykyş tomaşa bolmaly! Ajaýyp elementlere we skeýkalaryna aýratyn üns berilmelidir - Akanan terezini alamatlandyrylmalydyr.\r\n\r\nTäze ýyly şowhunly kompaniýada bellemek maslahat berilýär, sebäbi ýylanlar sosial jandarlar. Gaty ses bilen sazlar, tans we hezil diňe hoş geldiňiz, sebäbi ýylanlar diňe sesleri duýmaýarlar. Islendik ýerdäki belläp bilersiňiz - öýde baryp ýa-da restoranlara baryp görmek, esasy zat ýakynlary bilen gurşalandyr.\r\n\r\nBaýramçylyga taýýarlyk görmek üçin täze ýyl arrupdan başga zatlaryň hemmesi aýrylmalydyr. Iýmitlenýän naharhanalar üçinem nahar iýmek we teswirleriň öňüni almak üçin gepleşiklerde ýüz öwürmek maslahat berilýär. \r\n\r\nŞeýle hem, güýçli ýarmaşan ammosynyň ulanylmagyndan, esasanam gatanyň nyşany - ofylyň nyşany tebigaty tebigylygy üpjün edýär.\r\n\r\nJaý bezemek, ajaýyp bezegler düwelgesine çykmaň - ýylanlar garaňkylykda ajaýyp görürde, hökman geljek ýylda üstünlik gazanar.",
      "blog_image": "2302427ba5b6d99af57fb5621facaa5f-8996312-382x254-2_veFP8DE.webp",
      "author": null,
      "translatedcategory": null,
      "category": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
      "created_at": "2024-12-26T21:08:34.924Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "aa2f9d97-8321-45fb-840f-e1c83a67e168",
    "fields": {
      "title": "Istanbul is the perfect place for a weekend getaway",
      "title_ru": "Стамбул — идеальное место для отдыха на выходных",
      "title_tm": "Stambul — dynç günleri üçin iň oňat ýer",
      "content": "Istanbul, one of the most captivating cities in the world, stands out with its remarkable history, unique cuisine, vibrant cultural and artistic scene, and a wealth of shopping opportunities.\r\n\r\nTurkey’s most famous metropolis remains a key tourist destination for fantastic weekend getaways.\r\n\r\nSATURDAY\r\n\r\n08:00-10:00: The best way to start the day is with a traditional Turkish breakfast\r\n\r\nThe perfect start to the day is a hearty, filling, and delicious Turkish breakfast. You’ll likely be surprised by what’s served when you order breakfast at one of Istanbul’s cafés, many of which also offer stunning views of the Bosphorus. If you haven’t yet tried a traditional Turkish breakfast, here’s what to expect: a variety of cheeses, delightful olives from the Marmara and Aegean regions, bell peppers, and greens, along with honey, homemade jams, and kaymak (clotted cream). Don’t miss the chance to try menemen—a dish made of eggs, bell peppers, and tomatoes, a breakfast staple. Of course, it wouldn’t be complete without plenty of simit (sesame rings), warm bread, and freshly brewed tea served in tulip-shaped glasses.\r\n\r\n10:00-14:00: The Historical Peninsula—an open-air museum in the heart of the city\r\n\r\nAfter breakfast, take a stroll through the Historical Peninsula, home to majestic architectural monuments from various eras. Among the highlights of this open-air museum are the grand and breathtakingly beautiful Hagia Sophia, the awe-inspiring Blue Mosque, the mysterious Basilica Cistern, and Topkapı Palace, once home to Ottoman sultans, along with the Istanbul Archaeological Museum in its gardens. Nearby, there are also several historic eateries where you can enjoy lunch, including the famous Sultanahmet meatballs.\r\n\r\n14:00-16:00: The Grand Bazaar, delighting shoppers for centuries\r\n\r\nAfter lunch in the Sultanahmet district, it’s just a short walk to the bustling Grand Bazaar. Resembling a treasure trove, it will captivate you with its dizzying array of carpets, ceramics, tiles, jewelry, and much more!\r\n\r\n16:00-18:00: Welcoming a magical sunset by the Bosphorus\r\n\r\nIt’s time to hop on a tram to the Eminönü district and head to the Spice Bazaar (Egyptian Bazaar). This covered market is alive with vibrant colors and wonderful aromas of various goods (like dried fruits and Turkish delight) as well as medicinal herbs and spices. From the Spice Bazaar, it’s a five-minute walk to the ferry docks for a Bosphorus cruise. Departures typically happen hourly, though tours vary in length. A short option (about an hour and a half) lets you admire both sides of Istanbul from the water as the sun sets. Before the cruise, grab a fish sandwich from one of the historic boats docked at the pier.\r\n\r\n19:30-22:30: Time for exquisite Turkish cuisine\r\n\r\nAfter your Bosphorus cruise, cap off your first day in Istanbul with a refined dinner at one of the city’s Michelin-starred restaurants. Istanbul’s stunning gastronomic scene is filled with creations from bold chefs who aren’t afraid to experiment while staying true to tradition. Savor an unforgettable meal paired with excellent Turkish wine.\r\n\r\nSUNDAY\r\n\r\n10:00-14:00: Spend Sunday like an Istanbulite\r\n\r\nStart your second day like a true Istanbul resident: with a breakfast of crispy simits with white cheese and tea in one of Karaköy’s alleyways. Then take a leisurely walk through this district, known for its bohemian cafés and art galleries. Karaköy’s streets will lead you to Istanbul’s Galataport—a revitalized port area turned into a vibrant hub. Enjoy coffee at this trendy spot, where upscale restaurants, cafés, shops, and Istanbul Modern—Turkey’s first modern art museum—line the waterfront. The five-story Istanbul Modern building, designed by renowned architect Renzo Piano, is as impressive as the exhibits inside. Next, stop by the nearby Istanbul Museum of Painting and Sculpture, showcasing works by Turkey’s finest artists.\r\n\r\n14:00-18:30: Taksim district, the heart of the city, calls\r\n\r\nThe historic Tünel, Turkey’s first and the world’s second underground funicular, connects Karaköy to Istiklal Street. After stepping off, wander the winding street to reach one of Istanbul’s most iconic landmarks, the Galata Tower, offering a panoramic view of the city’s historic core. Back on Istiklal, explore on foot or ride the red retro tram. You’ll encounter grand buildings, shopping arcades, large and small stores, art galleries, second-hand bookstores, famous churches (especially the Church of St. Anthony of Padua), and more. While strolling through Istanbul, renowned for its street food, you’ll catch the aromas of delicious local treats like roasted chestnuts, grilled corn, stuffed or fried mussels, kokoreç, and other appetizing snacks.\r\n\r\n19:00-23:30: Entertainment, Istanbul style\r\n\r\nYour walk down Istiklal Street ends at Taksim Square, home to one of the city’s cultural gems—the striking Atatürk Cultural Center (AKM). AKM’s grand opera hall seats over 2,000 people for world-class performances and concerts. After the show, head back to Istiklal Street and wrap up the evening at one of the area’s famed taverns, serving meze, fish, and raki.",
      "content_ru": "Стамбул, один из наиболее завораживающих городов мира, отличается удивительной историей, особой кухней, яркой сферой культуры и искусства, а также множеством возможностей шопинга.\r\n\r\nСамый знаменитый мегаполис Турции, он остается ключевым туристическим направлением для отличных поездок выходного дня. \r\n\r\nСУББОТА\r\n\r\n08.00-10.00: лучше всего начать день с традиционного турецкого завтрака\r\n\r\nИдеальное начало дня – это обильный, сытный и вкусный турецкий завтрак. Скорее всего, вы удивитесь тому, что вам принесут, когда закажете завтрак в одном из кафе Стамбула, многие из которых также отличаются потрясающим видом на Босфор. Если вы еще не пробовали традиционный турецкий завтрак, вот список того, что вас ждет: разнообразные сыры, вкуснейшие оливки и маслины из Мраморноморского и Эгейского регионов; болгарский перец и зелень; а также мед, домашние варенья и каймак (топленые сливки). Не упустите возможность попробовать менемен – блюдо из яиц, болгарского перца и помидоров, без которого невозможно представить себе завтрак. Разумеется, не обходится он и без множества калачей симитов, теплого хлеба и свежезаваренного чая, разлитого в стаканы-тюльпаны.\r\n\r\n10.00-14.00: Исторический полуостров – музей под открытым небом в самом сердце города\r\n\r\nПосле завтрака можно прогуляться по Историческому полуострову с его величественными памятниками архитектуры разных эпох. В число главных шедевров этого музея под открытым небом входят грандиозная и невероятно красивая Айя-София, впечатляющая Голубая мечеть, таинственная Цистерна Базилика, а также дворец Топкапы, где жили османские султаны, и разместившийся в его саду Стамбульский археологический музей. Поблизости также расположено несколько старинных заведений, где можно пообедать, в частности попробовав знаменитые фрикадельки Султанахмет.\r\n\r\n14.00-16.00: Гранд-базар, на протяжении веков радующий посетителей покупками\r\n\r\nПосле обеда в районе Султанахмет нужно пройти совсем чуть-чуть, чтобы оказаться на суетливом Гранд-базаре. Похожий на сокровищницу, он увлечет вас головокружительным выбором ковров, керамики, изразцов, ювелирных изделий и многого другого!\r\n\r\n16.00-18.00: встречаем чудесный закат у Босфора\r\n\r\nПришло время сесть на трамвай до района Эминеню и направиться на Египетский базар. На этом крытом рынке царят яркие цвета и прекрасные ароматы различных продуктов (например, сухофруктов и лукума), а также лекарственных растений и специй. От Египетского базара остается пройти пять минут до паромных причалов, чтобы совершить прогулку по Босфору. Как правило, отплытие происходит каждый час, но экскурсии различаются по длительности. Короткий вариант (около полутора часов) позволит вам полюбоваться с воды обеими частями Стамбула в свете заката. Перед такой прогулкой можно перекусить рыбным сэндвичем, купленным с одной из исторических лодок, стоящих на пристани.\r\n\r\n19:30-22:30: время восхитительной турецкой кухни\r\n\r\nПосле прогулки по Босфору завершите свой первый стамбульский день изысканным ужином в одном из ресторанов, удостоенных звезд Michelin. Поразительная гастрономическая панорама Стамбула наполнена творениями смелых шеф-поваров, не боящихся экспериментов, но верных традициям. Наслаждайтесь незабываемым угощением и прекрасным турецким вином.\r\n\r\nВОСКРЕСЕНЬЕ\r\n\r\n10.00-14.00: проведите воскресенье по-стамбульски\r\n\r\nВторой день можно начать прямо как настоящий стамбулец: с завтрака из хрустящих симитов с белым сыром и чаем в одном из переулков Каракея. Затем неспешно пройдитесь по этому району, знаменитому своими богемными кафе и художественными галереями. Дороги Каракея приведут вас к Галатапорту Стамбула – обновленной портовой территории, превратившейся в настоящий центр притяжения. Вы можете выпить кофе в этом модном месте, где вдоль побережья расположились элитные рестораны, кафе, магазины и Стамбул Модерн – первый в Турции музей современного искусства. Пятиэтажное здание Стамбул Модерн, созданное знаменитым архитектором Ренцо Пьяно, впечатляет не меньше разместившихся здесь экспонатов. Далее можно заглянуть в находящийся рядом Стамбульский музей живописи и скульптуры, где выставлены работы лучших мастеров Турции.\r\n\r\n14.00-18.30: нас зовет район Таксим, самое сердце города\r\n\r\nИсторический Тюнель, первый в Турции и второй в мире подземный фуникулер, соединяет Каракей с улицей Истикляль. Сойдя с поезда, пройдите по извилистой улице, чтобы подняться на один из самых знаковых символов Стамбула, Галатскую башню, откуда историческая часть города видна как на ладони. Вернувшись на Истикляль, вы можете пройтись здесь пешком или проехать на красном ретро-трамвае. Вас ждут величественные здания, торговые ряды, большие и малые магазины, художественные галереи, букинистические лавки, знаменитые церкви (в особенности\r\n\r\nЦерковь Святого Антония Падуанского) и многое другое... Во время прогулки по Стамбулу, известному своей уличной едой, вы уловите ароматы вкуснейших местных блюд, в том числе жареных каштанов, кукурузы на гриле, фаршированных или жареных мидий, кокореча и других аппетитных закусок.\r\n\r\n19.00-23.30: развлекаемся в стамбульском стиле\r\n\r\nПрогулка по улице Истикляль завершается на площади Таксим, у одного из дворцов искусства – впечатляющего Культурного центра имени Ататюрка (AKM). Грандиозный оперный зал AKM вмещает свыше двух тысяч человек, приходящих на постановки и концерты мирового уровня. После спектакля можно вернуться на улицу Истикляль и завершить вечер в одной из местных прославленных таверн, где подают мезе, рыбу и ракы.",
      "content_tm": "Stambul dünýäniň iň özüne çekiji şäherlerinden biri bolup, ajaýyp taryhy, özboluşly aşhanasy, ýaňy medeni we sungat sahasy we köp sanly söwda mümkinçilikleri bilen tapawutlanýar.\r\n\r\nTürkiýäniň iň meşhur megapolisi, dynç günleri üçin ajaýyp syýahatlar üçin esasy ugur bolup galýar.\r\n\r\nŞENBE\r\n\r\n08:00-10:00: Günü türk ertirlik nahary bilen başlamak iň gowusy\r\n\r\nGünüň ideal başlangyjy – doýumly, lezzetli we türk ertirlik nahary. Stambulyň kafelerinden birinde ertirlik sargyt etseňiz, size näme getirse-de haýran galarsyňyz, olaryň köpüsinde Bosforyň ajaýyp görnüşi hem bar. Eger siz heniz türk ertirlik naharyny synap görmedik bolsaňyz, ine size näme garaşýar: dürli-dürli peýnirler, Mramor we Ege sebitlerinden gelen lezzetli zeýtunlar; bolgar burçy we gök ösümlikler; şeýle hem bal, öýde ýasalan jamlar we gaýmak (eriýän gaýmak). Menemen – ýumurtga, bolgar burçy we pomidor bilen taýýarlanýan nahary synap görmäge mümkinçilik galdyrmaň, bu ertirliksiz göz öňüne getirmek mümkin däl. Elbetde, köp sanly simit (künjütli halta), ýyly çörek we tulpan şekilli stakanlara guýulan täze demli çaýsyz bolmaz.\r\n\r\n10:00-14:00: Taryhy ýarymada – şäheriň ýüregindäki açyk asmandaky muzeý\r\n\r\nErtirlikden soň, dürli döwürlerden gelen ajaýyp binagärlik ýadygärlikleri bilen Taryhy ýarymada gezelenç edip bilersiňiz. Bu açyk asmandaky muzeýiň esasy şahsyýetleri arasynda ajaýyp we ussatlyk bilen ýasalan Aýa-Sofiýa, haýran galdyryjy Gok metjit, syrly Bazilika suw howdany we Osman sultanlarynyň ýaşan Topkapy köşgi we onuň baglarynda ýerleşýän Stambul arheologiýa muzeýi bar. Ýakyn ýerde, şeýle hem, günortanlyk nahar iýip boljak käbir gadymy ýerler bar, hususan-da meşhur Sultanahmet köftesi.\r\n\r\n14:00-16:00: Asyrlar boýy myhmanlary söwda bilen haýran galdyrýan Uly bazar\r\n\r\nSultanahmet etrabynda günortanlyk nahardan soň, Uly bazara ýetmek üçin azajyk ýol gerek. Hazyna ýaly, ol sizi halylar, keramika, plitkalar, zergär önümleri we başga-da köp zatlar bilen baş aýlandyrar!\r\n\r\n16:00-18:00: Bosforda ajaýyp gün batyşyny garşylamak\r\n\r\nTramwaýa münüp Eminönü etrabyna gitmek we Misir bazaryna (Egipt bazary) tarap ugamak wagty geldi. Bu ýapyk bazarda dürli önümler (mysal üçin gury miweler we lokum), dermanlyk otlar we ysly zatlar ýaly ýaňy reňkler we ajaýyp yslaryň hökmüni sürýär. Misir bazarından parom iskelelerine bary-ýogy bäş minutlyk ýol, Bosfor boýunça gezelenç etmek üçin. Adatça her sagatda ýola çykýar, ýöne gezelençleriň uzynlygy üýtgeýär. Gysga wariant (bir ýarym sagat töweregi) size Stambulyň iki tarapyny gün batanda suwdan tomaşa etmäge mümkinçilik berer. Bu gezelençden öň iskelede duran taryhy gaýyklardan birinden balykly sendwiç satyn alyp iýip bilersiňiz.\r\n\r\n19:30-22:30: Ajaýyp türk aşhanasynyň wagty\r\n\r\nBosfor boýunça gezelençden soň, Stambuldaky ilkinji güňüňizi Michelin ýyldyzly restoranlardan birinde safaly nahar bilen tamamlaň. Stambulyň haýran galdyryjy gastronomiýa panoramasy däp-dessurlara wepaly, ýöne synagdan çekinmeýän ýürekli aşpezleriň döredijiligi bilen doly. Unudylmaz tagam we ajaýyp türk şerabyndan lezzet alyň.\r\n\r\nÝEKŞENBE\r\n\r\n10:00-14:00: Ýekşenbeni Stambul ýaly geçiriň\r\n\r\nIkinji güni hakyky stambully ýaly başlap bilersiňiz: Karaköýüň köçelerinde simit we ak peýnir bilen ertirlik we çaýdan başlap. Soňra bu etrapda ýuwaş gezelenç ediň, bohem kafeleri we sungat galereýalary bilen meşhur. Karaköýüň ýollary sizi Stambulyň Galataportyna – täzelenen port sebitine alyp barar, bu ýer hakyky özüne çekiji merkezine öwrüldi. Bu moda ýerde kofe içip bilersiňiz, suw kenarynda ýokary derejeli restoranlar, kafeler, dükkanlar we Türkiýäniň ilkinji häzirki zaman sungat muzeýi bolan Stambul Modern ýerleşýär. Meşhur arhitektor Renzo Pianonyň döreden bäş gatly Stambul Modern binasy içindäki sergiler ýaly täsirli. Soňra ýakyn ýerde ýerleşýän Stambul surat we heýkelçilik muzeýine göz aýlap bilersiňiz, bu ýerde Türkiýäniň iň gowy ussatlarynyň eserleri görkezilýär.\r\n\r\n14:00-18:30: Şäheriň ýüregi Taksim etraby bizi çagyrýar\r\n\r\nTaryhy Tünel, Türkiýäniň ilkinji we dünýäniň ikinji ýerasty funikulýory, Karaköýi Istiklal köçesi bilen birikdirýär. Poýezdan düşüp, Stambulyň iň meşhur nyşanlaryndan biri bolan Galata diňine çykmak üçin burulýan köçeden geçiň, bu ýerden şäheriň taryhy bölegi el ýaly görnüýär. Istiklala gaýdyp, bu ýerde ýöräp ýa-da gyzyl retro tramwaýda gezelenç edip bilersiňiz. Sizi ajaýyp binalar, söwda ýaýlary, uly we kiçi dükkanlar, sungat galereýalary, ikinji el kitap dükkanlary, meşhur ybadathanalar (hususan-da Padualy Ýan Antuan ýygnagy) we başga köp zatlar garaşýar... Stambulda köçe naharlary bilen meşhur bolan gezelençde, ýerleşýän ýerleriň iň lezzetli tagamlarynyň yslaryny duýarsyňyz, şol sanda ýanýan kashtanlar, grille ýapylan mekgejöwen, doldurylan ýa-da gowrulan midiler, kokoreç we beýleki işdäaçyklar.\r\n\r\n19:00-23:30: Stambul stilinde dynç alyş\r\n\r\nIstiklal köçesindäki gezelenç Taksim meýdanynda, sungat köşklerinden biri – Atatürkiň adyndaky Medeniýet Merkezi (AKM) bilen tamamlanýar. AKM-niň uly opera zaly 2,000-den gowrak adamy syýar we dünýä derejesindäki sahnalaşdyryşlar we konsertler üçin gelýär. Spektakldan soň Istiklal köçesine gaýdyp, ýerli meşhur meýhanalardan birinde meze, balyk we raky bilen güni tamamlaň.",
      "blog_image": "44a4e46f497ce22f298afe17f4751b91-8993195-382x254-2_55hRJGD.webp",
      "author": null,
      "translatedcategory": null,
      "category": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
      "created_at": "2024-12-26T21:10:39.693Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "f1fc1f98-f700-4df3-8269-be4054321761",
    "fields": {
      "title": "5 facts about WiFi that you might not know",
      "title_ru": "5 фактов о WiFi, которые вы могли не знать",
      "title_tm": "Wifi hakda bilmedik bolmagynyz ahmal 5 faktlar",
      "content": "WiFi has become an integral part of our lives. We use it at home, at work, in public places, and even choose cafés based on the availability of wireless internet. However, many aspects of this technology remain little-known. Let’s explore five interesting facts about WiFi.\r\n\r\n**WiFi is not an acronym**\r\n\r\nContrary to popular belief, WiFi is not an abbreviation. Initially, wireless internet operated under the IEEE 802.11 protocol, but this name was inconvenient for everyday use. Marketers decided to create a more appealing name, drawing inspiration from the term Hi-Fi (High Fidelity). Although there was an attempt to interpret WiFi as \"Wireless Fidelity\" for a time, this explanation didn’t stick.\r\n\r\n**A Hollywood actress was at the origins of WiFi**\r\n\r\nHedy Lamarr, a famous Hollywood actress of the 1940s, made a significant contribution to the development of WiFi technology. She invented a data transmission method known as \"frequency hopping.\" This technology enabled secure information transfer over radio waves by switching between transmission channels. Originally intended for military purposes, her invention later became a foundation for modern WiFi.\r\n\r\n**Modern WiFi was developed in Australia**\r\n\r\nJohn O'Sullivan, while attempting to detect radio signals from black holes, developed complex mathematical equations. Although he didn’t achieve his initial goal, these findings helped a team of scientists from the CSIRO laboratory 20 years later to create a technology for transmitting data via radio waves. This became the basis for the 802.11 protocol—the first version of WiFi.\r\n\r\n**WiFi operates on two frequencies**\r\n\r\nInitially, WiFi functioned solely on the 2.4 GHz frequency. However, this band often becomes overcrowded due to the operation of numerous household appliances and other routers. To address this issue, the 5 GHz frequency was introduced, improving connection quality in congested networks.\r\n\r\n**The WiFi range record is 382 kilometers**\r\n\r\nVenezuelan researcher Ermanno Pietrosemoli set a record for the longest WiFi data transmission. Using two Intel-manufactured antennas directed at each other, he achieved a connection over a distance of 382 kilometers at a speed of 3 Mbps.\r\n\r\nThese facts highlight how remarkable and multifaceted WiFi technology is, something we use every day. From Hollywood stars to Australian scientists, the history of WiFi’s creation is full of unexpected twists and discoveries.",
      "content_ru": "WiFi стал неотъемлемой частью нашей жизни. Мы используем его дома, на работе, в общественных местах и даже выбираем кафе, ориентируясь на наличие беспроводного интернета. Однако многие аспекты этой технологии остаются малоизвестными. Давайте рассмотрим пять интересных фактов о WiFi.\r\n\r\nWiFi - это не аббревиатура\r\n\r\nВопреки распространенному мнению, WiFi не является сокращением. Изначально беспроводной интернет работал по протоколу IEEE 802.11, но такое название было неудобным для повседневного использования. Маркетологи решили создать более привлекательное название, взяв за основу термин Hi-Fi (High Fidelity). Хотя некоторое время WiFi пытались расшифровывать как Wireless Fidelity, это название не прижилось.\r\n\r\nУ истоков WiFi стояла голливудская актриса\r\n\r\nХеди Ламарр, известная голливудская актриса 1940-х годов, внесла значительный вклад в развитие технологии WiFi. Она изобрела метод передачи данных, известный как «прыгающие частоты». Эта технология позволяла защищенно передавать информацию по радиоволнам, меняя каналы передачи данных. Изначально изобретение предназначалось для военных целей, но впоследствии легло в основу современного WiFi.\r\n\r\nСовременный WiFi разработан в Австралии\r\n\r\nДжон О'Салливан, пытаясь обнаружить радиосигналы черных дыр, разработал сложные математические уравнения. Хотя его первоначальная цель не была достигнута, эти наработки через 20 лет помогли группе ученых из лаборатории CSIRO создать технологию передачи информации по радиоволнам, ставшую основой протокола 802.11 - первой версии WiFi.\r\n\r\nWiFi работает на двух частотах\r\n\r\nИзначально WiFi функционировал только на частоте 2.4 ГГц. Однако эта частота часто перегружена из-за работы множества бытовых приборов и других роутеров. Для решения этой проблемы была введена частота 5 ГГц, которая позволяет улучшить качество соединения в перегруженных сетях.\r\n\r\nРекорд дальности передачи WiFi - 382 километра\r\n\r\nВенесуэльский исследователь Эрманно Пьетроземоли установил рекорд дальности передачи данных по WiFi. Используя две направленные друг на друга антенны производства Intel, он достиг соединения на расстоянии 382 километра со скоростью 3 Мбит/с.\r\n\r\nЭти факты показывают, насколько удивительна и многогранна технология WiFi, которую мы используем ежедневно. От голливудских звезд до австралийских ученых - история создания WiFi полна неожиданных поворотов и открытий.",
      "content_tm": "WiFi durmuşymyzyň aýrylmaz bölegine öwrüldi. Öýde, işde, köpçülik ýurtda, hatda telefonyň internetiň hultunyna gönükdirilen kafe saýy. Şeýle-de bolsa, bu tehnologiýanyň köp tarapy birneme deňdir. Wifi hakda bäş sany gyzykly faktlara seredeliň.\r\n\r\nWiFi gysgaltma däl\r\n\r\nGid giň nokadynyň tersine, wifi azalmaýar. Ilki bilen simsiz internet SO seb.101 protokoldunda işleýärdi, ýöne bu at gündelik ulanmak üçin amatly boldy. Subýektçiler has özüne çekiji at döretmek kararyna geldi, esas hökmünde esasy (ýokary wepalaýlyk) tarapyndan özüne çekiji at döretmek kararyna geldiler. Wifi simsiz wepiyçylyklylykda, bu at kök urmady.\r\n\r\nWiFi-iň gelip çykyşynda holliwudyň aktrisasy durdy\r\n\r\n1940-njy ýyllarda Meşhur Hendi Acarryň meşhur aktýorçylygy WiFI tehnologiýasynyň ösmegine möhüm goşant döretdi. \"Bökmek ýygylyklary\" diýlip atlandyrylýan maglumat geçiriş usulyny oýlanyp tapdy. Bu tehnologiýa, maglumat tolkunlary üçin maglumatlary tygşytlamaga, maglumat ibermeýän kanallaryna çalyşyň. Ilkibaşdak talyplar harby maksatlar üçin niýetlenendigi, ýöne soňraky wifi esasynda döredildi.\r\n\r\nHäzirki zaman WiFi Awstraliýada ösýär\r\n\r\n\"Gara deşikleriň radio deşikleriniň radio signallaryny açmaga synanyşdy, çylşyrymly deňagramlylygy ösdürdi. DURMUŞ FAGY tapylmasa-da, bu üstünlikler, protokol 821-nji ýyl - \"Radiir Loboratoriýasyndaky maglumat geçiriş tehnologiýasyndan alym\" -dan alymlar Alym işgäri - Wifi ilkinji wersiýasy.\r\n\r\nWiFi iki ýygylykda işleýär\r\n\r\nBaşarnykly, Wifi diňe 2.4 GGs-iň ýygylygynda işleýär. Şeýle-de bolsa, bu ýygylyk köp sanly öý enjamlarynyň we beýleki moruterleriň işi sebäpli bu ýygylyk köplenç artykmaç bolýar. Bu meseläni çözmek üçin, aşa aşa köp torlarda birikiň hilini ýokarlandyrmagy mümkinçilik berýär.\r\n\r\nWiFi geçiriş ýazgysy REBERSONE 382 kilometre 382 kilometre barabar\r\n\r\nWenesuela gözlegçi Ermonno PIETROSSEI-iň maglumat geçiriş aralygynyň ýazgysyny WiFi arkaly maglumat geçiriş aralygyny düzdi. Birek-birek-birek-birege gönükdirilen iki Intel antennany ulanmak, 3 mbropyň tizliginde 382 kilometrlik aralykda birikmek gazanyldy.\r\n\r\nBu faktlar, her gün ulanýan WiFI tehnologiýasy barada nähili ajaýyp we köptaraplydygyny görkezýär. Goldiniň ýyldyz ýyldyzlaryndan Awstraliýanyň alymlaryndan Awstraliýanyň alymlaryndan Asialian alymlary - Wifi döretmegiň taryhy - Garaşylmadyk öwrümlerden we açyşlaryň taryhy doly.",
      "blog_image": "403e4bc3f4fd7785e19b930059bec87b-8992008-382x254-2_ZMK2zpn.webp",
      "author": null,
      "translatedcategory": null,
      "category": "b598eb9e-6d8f-4cf6-a509-fb1c9c1d1ee8",
      "created_at": "2024-12-26T21:12:03.557Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "31c8efe3-c151-4315-b4c9-763e7ed5ef03",
    "fields": {
      "title": "Turkish singer Murat Boz gives a concert in Ashgabat",
      "title_ru": "Турецкий певец Murat Boz дает концерт в Ашгабате",
      "title_tm": "Türk aýdymçysy Murat Boz Aşgabatda konsert berdi",
      "content": "On December 25, at the Winter Games Sports Complex in Ashgabat, the renowned Turkish singer and actor Murat Boz performed a concert program dedicated to the New Year festivities. This was reported by the Turkmenistan newspaper.\r\n\r\nThis marks his second performance in Turkmenistan after an 11-year hiatus. His first appearance was in 2013, during a festive concert held to celebrate the 18th anniversary of Turkmenistan’s neutrality.\r\n\r\n“If you connect with your audience and fans on an emotional level and maintain that bond, you can understand what they want and which of your works they enjoy. Guided by this, I brought to today’s concert songs that are hugely popular among listeners, as well as pieces I’ve created in recent years. I performed some of my acts in Turkmen national attire, which helped further strengthen the spiritual connection with the audience. Their singing along with me and performing together energized me even more. I derived immense spiritual satisfaction from today’s performance. I hope my concert program resonated with my Turkmenistan audience,” Murat Boz said in an interview with the newspaper’s correspondent.\r\n\r\nAs previously reported, the New Year festive concerts featuring well-known foreign pop artists at the Winter Games Sports Complex will continue until December 28. Now, the vibrant performances by Russian singer Arsen Shahunts, Gülşen Bayraktar, and Tunisian singer Amani Swiss will become a wonderful New Year gift for the residents and guests of Ashgabat.",
      "content_ru": "25 декабря в спортивном комплексе зимних игр в Ашхабаде известный турецкий певец и актер Мурат Боз выступил с концертной программой, посвященной новогодним праздникам. Об этом сообщила газета «Туркменистан».\r\n\r\nЭто его второе выступление в Туркменистане после 11-летнего перерыва. Впервые он выступил в 2013 году на праздничном концерте, организованном в честь 18-летия нейтралитета Туркменистана.\r\n\r\n«Если ты находишь душевный отклик с слушателями и поклонниками, поддерживаешь с ними связь, можно понять, чего они хотят и какие твои произведения им нравятся. Руководствуясь этим, я принес на сегодняшний концерт песни, пользующиеся большой популярностью среди слушателей, а также произведения, созданные мной в последние годы. Некоторые из своих выступлений я исполнил в туркменских национальных костюмах. Это помогло еще больше укрепить духовную связь со зрителями. Их участие в исполнении моих песен вместе со мной вдохновило меня еще сильнее. Сегодняшнее выступление принесло мне огромное духовное удовольствие. Надеюсь, что моя концертная программа пришлась по душе туркменистанским слушателям», — отметил Мурат Боз в беседе с корреспондентом газеты.\r\n\r\nКак мы сообщали ранее, новогодние праздничные концерты с участием известных эстрадных исполнителей из зарубежных стран в спортивном комплексе зимних игр продлятся до 28 декабря. Теперь яркие выступления российского певца Арсена Шахунца, Гюльшен Байрактар и тунисской певицы Аmani Swiss станут прекрасным новогодним подарком для жителей и гостей Ашхабада.",
      "content_tm": "25-nji dekabrda Aşgabatdaky Gyşky oýunlar sport toplumynda türkiýeli tanymal aýdymçy we aktýor Murat Boz Täze ýyl baýramçylygy mynasybetli konsert maksatnamasy bilen çykyş etdi. Bu barada «Türkmenistan» gazetinde habar berildi.\r\n\r\nBu onuň 11 ýyllyk arakesmeden soň Türkmenistandaky ikinji çykyşydyr. Ol ilkinji gezek 2013-nji ýylda Türkmenistanyň Bitaraplygynyň 18 ýyllygy mynasybetli guralan baýramçylyk konsertinde çykyş edipdi.\r\n\r\n«Diňleýjileriň, muşdaklaryň bilen ýürekdeş bolsaň, aragatnaşyk saklasaň, olaryň näme isleýändigini, seniň haýsy eserleriňi halaýandyklaryny bilmek mümkin. Şundan ugur alyp, men şu günki konserte diňleýjileriň arasynda uly meşhurlyga eýe bolan aýdymlary, soňky ýyllarda döreden eserlerimi sowgat getirdim. Çykyşlarymyň käbirini türkmen milli lybaslarynda ýerine ýetirdim. Bu bolsa tomaşaçylar bilen ruhy arabaglanyşygy has-da pugtalandyrmaga ýardam berdi. Olaryň aýdymlaryma goşulyp, bilelikde ýerine ýetirmekleri meni has-da joşdurdy. Şu günki çykyşymdan örän uly ruhy lezzet aldym. Konsert maksatnamasy türkmenistanly diňleýjilerimiň göwnünden turandyr diýip umyt edýärin» diýip, Murat Boz gazetiň habarçysy bilen söhbetdeşlikde belleýär.\r\n\r\nOzal habar berşimiz ýaly, Gyşky oýunlar sport toplumynda daşary ýurtlaryň belli estrada ussatlarynyň gatnaşmagynda geçirilýän Täze ýyl baýramçylyk konsertleri 28-nji dekabra çenli dowam eder. Indi bolsa russiýaly belli aýdymçy Arsen Şahunsyň, Gülşen Baýraktaryň, tunisli aýdymçy Amani Swissiniň şowhunly çykyşlary Aşgabadyň ýaşaýjylary we myhmanhanlary üçin ajaýyp Täze ýyl sowgadyna öwrüler.",
      "blog_image": "ff828b63828a7d604f3b47195245c957-8996574-382x254-2_gINY2CX.webp",
      "author": null,
      "translatedcategory": null,
      "category": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
      "created_at": "2024-12-26T21:13:47.547Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "a3821349-7712-44eb-8206-5092064b2490",
    "fields": {
      "title": "The Russian Embassy in Turkmenistan launched a website in Turkmen language",
      "title_ru": "Посольство России в Туркменистане запустило сайт на туркменском языке",
      "title_tm": "Türkmenistandaky Russiýanyň ilçihanasy türkmenhan Aşgabatda ýerinde sahypa başlady",
      "content": "The Embassy of the Russian Federation in Turkmenistan has expanded the language accessibility of its official website by adding a version in the Turkmen language. This was announced by the press service of the Russian Embassy in Ashgabat.\r\n\r\n“During the latest update, we launched a Turkmen-language version of the Embassy’s website. We will gradually add new materials to this platform,” the statement said.",
      "content_ru": "Посольство Российской Федерации в Туркменистане расширило языковую доступность своего официального веб-сайта, добавив версию на туркменском языке. Об этом сообщила пресс-служба посольства РФ в Ашхабаде.\r\n\r\n«В ходе очередного обновления запустили версию сайта Посольства на туркменском языке. Постепенно будем добавлять на данную платформу новые материалы», – говорится в сообщении.",
      "content_tm": "Russiýa Federasiýasynyň Türkmenistandaky ilçiginiň Türkmenistandaky ilçihanasy Türkmen dilinde bir wersiýasynyň dilini goşmak bilen resmi web sahypasynyň degişlidigini giňeldildi. Muny Aşgabadyň Russiýanyň ilçihanasynyň metbugat gullugy tarapyndan habar berildi.\r\n\r\n\"Indiki täzelene wagtynda Türkmende ilçihananyňçunyň wersiýasyna başlady. Hasabatda, bu platformalara kem-kemden бerisler \"-diýdi.",
      "blog_image": "02d5fe27da227ebc4e4f0c1292c1d505-8996664-382x254-2_x5QuT08.webp",
      "author": null,
      "translatedcategory": null,
      "category": "00bb5849-518d-40f1-9881-566ba13df661",
      "created_at": "2024-12-30T17:15:40.392Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "2064a77a-78f2-49e1-b0d7-ac6f5888b07d",
    "fields": {
      "title": "The Independent identifies outstanding actors of the 21st century",
      "title_ru": "The Independent определил выдающихся актеров XXI века",
      "title_tm": "“Independent” 21-nji asyryň görnükli aktýorlaryny kesgitleýär",
      "content": "The British publication The Independent has released a list of the 60 most outstanding actors of the 21st century, according to Film.ru.\r\n\r\nThe top spot was awarded to the late Philip Seymour Hoffman, renowned for iconic roles in films such as Capote and The Master.\r\n\r\nThe top ten includes:\r\n\r\nEmma Stone\r\nDaniel Day-Lewis\r\nDenzel Washington\r\nNicole Kidman\r\nDaniel Kaluuya\r\nSong Kang-ho\r\nCate Blanchett\r\nColin Farrell\r\nFlorence Pugh\r\nThe full list can be viewed on the publication’s official website.",
      "content_ru": "Британское издание The Independent опубликовало список 60 выдающихся актеров XXI века, сообщает Film.ru.\r\n\r\nПервое место было присуждено покойному Филипу Сеймуру Хоффману, известному по таким знаковым работам как «Капоте» и «Мастер».\r\n\r\nВ первую десятку вошли:\r\n\r\n2. Эмма Стоун\r\n\r\n3. Дэниэл Дэй-Льюис\r\n\r\n4. Дензел Вашингтон\r\n\r\n5. Николь Кидман\r\n\r\n6. Дэниэл Калуя\r\n\r\n7. Сон Кан-хо\r\n\r\n8. Кейт Бланшетт\r\n\r\n9. Колин Фаррелл\r\n\r\n10. Флоренс Пью\r\n\r\nС полным списком можно ознакомиться на официальном сайте издания.",
      "content_tm": "Britaniýanyň The Independent neşiri XXI asyryň 60 görnükli aktýorlarynyň sanawyny çap etdi, bu barada Film.ru habar berdi.\r\n\r\nBirinji ýer aradan çykan Filip Seýmur Hoffman-a berildi, ol Kapote we Master ýaly meşhur işleri bilen tanalýar.\r\n\r\nIlkinji onunlyk şular:\r\n\r\nEmma Stoun\r\nDaniel Deý-Lýuis\r\nDenzel Waşington\r\nNikol Kidman\r\nDaniel Kaluýa\r\nSon Kan-ho\r\nKeýt Blanşett\r\nKolin Farrell\r\nFlorens Pýu\r\nDoly sanawy neşiriň resmi web-saýtynda görüp bolýar.",
      "blog_image": "b23fc3422a077d0dc9125f036ed24e1d-8996906-382x254-2_uBpoFEv.webp",
      "author": null,
      "translatedcategory": null,
      "category": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
      "created_at": "2024-12-30T17:16:55.270Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "c5717d3e-1b48-45e5-bf5e-20f8085c083b",
    "fields": {
      "title": "The bald eagle is officially recognized as the national bird of the United States.",
      "title_ru": "Белоголовый орлан официально признан национальной птицей США",
      "title_tm": "Aklanan orlan ABŞ milli guşy tarapyndan resmi taýdan ykrar edildi",
      "content": "Joe Biden has approved a legislative initiative designating the bald eagle as the national bird of the United States, according to daily.afisha.ru, citing CNN. The bill received unanimous approval in the U.S. Congress.\r\n\r\nFor over 250 years, the bald eagle has been considered a symbol of the United States' strength. The image of the bald eagle was first used on the Great Seal of the United States in 1782. On the official emblem, the bird is depicted with a shield in the colors of the national flag, holding an olive branch and arrows, along with the motto *E Pluribus Unum* and a constellation.\r\n\r\nThe bald eagle is a unique representative of North American fauna. Unlike other eagles, this bird prefers to settle near sea coasts and large bodies of water, where it primarily hunts fish.",
      "content_ru": "Джо Байден утвердил законодательную инициативу о присвоении белоголовому орлану статуса национальной птицы США, сообщает daily.afisha.ru со ссылкой на CNN. Законопроект получил единогласное одобрение в Конгрессе США.\r\n\r\nБелоголовый орлан уже более 250 лет считается символом мощи Соединенных Штатов. Изображение белоголового орлана впервые было использовано на Большой печати США в 1782 году. На официальной эмблеме птица изображена со щитом в цветах национального флага, держащая оливковую ветвь и стрелы, а также девиз E Pluribus Unum и созвездие.\r\n\r\nБелоголовый орлан является уникальным представителем фауны Северной Америки. В отличие от других орлов, эта птица предпочитает селиться вблизи морских побережий и крупных водоемов, где охотится преимущественно на рыбу.",
      "content_tm": "Je Baýden \"Baş habar\" habaryna görä, CNN-e salgylanyp ABŞ-nyň milli zaman statusyna degişli ABŞ-nyň milli zaman statusynyň ýagdaýynyň ýagdaýyny öz içine almak üçin kanunçylykda ýöriteleşdirilen kanunçylyk başlangyjy tassyklady. ABŞ-nyň Kongresinde biragyzdan tassyklamany kabul etdi.\r\n\r\n250 ýyldan gowrak wagt bäri ak we orta bürgüt ABŞ-nyň reaksiýalarynyň nyşanydy. ABŞ-nyň uly metbugatynda ak reňkli bürgüdiň şekili ilki bilen 1782-nji ýylda ulanyldy. Resmi nyşanda, zeýtun şahamçasyny we oklary bolan Milli baýdagy reňkle, şeýle hem muşy e wlaghumuldeňi we ýyldyzy saklaýan milli baýdukda şekillendirilýär.\r\n\r\nAk weLAND Demirgazyk Amerikanyň gyzkunyň özboluşly wekili. Beýleki zülklerden tapawutlylykda bu guş, balyk üçin has köp deňiz kenaryna we uly howuzlaryň ýanynda ýerleşýär.",
      "blog_image": "56dd84bc306a9ed604ead47b47407707-8996575-382x254-2_7oJGzpd.webp",
      "author": null,
      "translatedcategory": null,
      "category": "dad925fc-5ab9-4359-a90c-b80bd8f2e786",
      "created_at": "2024-12-30T17:18:28.051Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "6aa297d0-3aec-4e0e-a3a3-f52ee6e63fbb",
    "fields": {
      "title": "Skills of the future you need to start learning today",
      "title_ru": "Навыки будущего, которые нужно начать изучать уже сегодня",
      "title_tm": "Häzirki wagtda öwrenip başlamaly boljak geljegiň başarnyklary",
      "content": "In today’s rapidly changing world, continuous learning has become a necessity for building a successful career. Technological progress and the emergence of new fields of knowledge mean that skills quickly become obsolete. Today, professions that will be in demand a decade from now may not even exist at the time of one’s education.\r\n\r\nFundamental Skills\r\n\r\nBasic competencies serve as the foundation for further development:\r\n\r\nLiteracy: The ability to effectively read and write is critical for processing and exchanging information.\r\nMathematical Literacy: Understanding numbers, statistics, and basic calculations is essential in a data-driven world.\r\nDigital Literacy: A basic grasp of how digital technologies work helps in adapting to new tasks.\r\nFinancial Literacy: Knowledge of managing personal and corporate finances is key to planning for the future.\r\nCultural Awareness: Understanding cultural differences fosters effective communication in a globalized world.\r\nScientific Literacy: Grasping scientific methods aids in critically evaluating information.\r\nLearning Ability: Mastering effective learning strategies enables rapid acquisition of new skills.\r\nEthical Literacy: Understanding ethical considerations helps in making balanced decisions.\r\nPersonal Skills for the Future\r\n\r\nContinuous Learning: Curiosity and a growth mindset are key to adapting in a changing world.\r\nEmotional Intelligence: The ability to understand and manage emotions is vital for effective interactions.\r\nLeadership: Inspiring and developing others is valuable in any field.\r\nCommunication: Efficient information exchange and coordination are critical in complex projects.\r\nDecision-Making: The ability to make quick, informed decisions amid uncertainty is increasingly important.\r\nCreativity: Generating new ideas and innovative solutions is a skill machines cannot yet rival.\r\nCritical Thinking: Analyzing information and constructing logical arguments is essential for solving complex problems.\r\nSystems Thinking: Understanding interconnections in complex systems helps devise effective solutions.\r\nCollaboration: Working in teams and achieving shared goals is in demand across all sectors.\r\nNegotiation: Skills in persuasion and reaching mutually beneficial agreements are useful in various situations.\r\nSelf-Reflection: Understanding one’s own reactions improves stress management.\r\nResilience: The capacity to overcome challenges and recover from setbacks is crucial in an unstable world.\r\nAdaptability: The ability to adjust to new conditions is becoming a critically important skill.\r\nIt’s essential to assess your strengths and weaknesses and deliberately develop the skills most relevant to you. Combining foundational literacy with key personal competencies will pave the way for success in any professional environment of the future.",
      "content_ru": "В современном быстро меняющемся мире непрерывное обучение стало необходимостью для построения успешной карьеры. Технологический прогресс и появление новых областей знаний приводят к тому, что навыки быстро устаревают. Сегодня профессии, которые будут востребованы через десятилетие, могут даже не существовать на момент получения образования.\r\n\r\nФундаментальные навыки\r\n\r\nБазовые компетенции служат основой для дальнейшего развития:\r\n\r\nГрамотность: Умение эффективно читать и писать критично для обработки и обмена информацией.\r\n\r\nМатематическая грамотность: Понимание чисел, статистики и базовых вычислений необходимо в мире, насыщенном данными.\r\n\r\nЦифровая грамотность: Базовое понимание работы цифровых технологий помогает адаптироваться к новым задачам.\r\n\r\nФинансовая грамотность: Знание основ управления личными и корпоративными финансами важно для планирования будущего.\r\n\r\nКультурная осведомленность: Понимание культурных различий способствует эффективной коммуникации в глобальном мире.\r\n\r\nНаучная грамотность: Понимание научных методов помогает критически оценивать информацию.\r\n\r\nУмение учиться: Владение эффективными стратегиями обучения позволяет быстро осваивать новые навыки.\r\n\r\nЭтическая грамотность: Понимание этических аспектов помогает принимать взвешенные решения.\r\n\r\nЛичностные навыки будущего\r\n\r\nНепрерывное обучение: Любознательность и установка на рост - ключ к адаптации в меняющемся мире.\r\n\r\nЭмоциональный интеллект: Способность понимать и управлять эмоциями важна для эффективного взаимодействия.\r\n\r\nЛидерство: Умение вдохновлять и развивать других ценно в любой сфере.\r\n\r\nКоммуникация: Эффективный обмен информацией и координация действий критичны в сложных проектах.\r\n\r\nПринятие решений: Способность быстро принимать взвешенные решения в условиях неопределенности становится все более важной.\r\n\r\nКреативность: Генерация новых идей и инновационных решений - навык, с которым пока не могут конкурировать машины.\r\n\r\nКритическое мышление: Умение анализировать информацию и строить логические рассуждения необходимо для решения сложных задач.\r\n\r\nСистемное мышление: Понимание взаимосвязей в сложных системах помогает находить эффективные решения.\r\n\r\nСотрудничество: Умение работать в команде и достигать общих целей востребовано в любой сфере.\r\n\r\nПереговоры: Навыки убеждения и достижения взаимовыгодных соглашений полезны в различных ситуациях.\r\n\r\nСамоанализ: Понимание собственных реакций помогает лучше справляться со стрессом.\r\n\r\nУстойчивость: Способность преодолевать трудности и восстанавливаться после неудач важна в нестабильном мире.\r\n\r\nАдаптивность: Умение приспосабливаться к новым условиям становится критически важным навыком.\r\n\r\nВажно оценить свои сильные и слабые стороны и целенаправленно развивать наиболее актуальные для вас навыки. Сочетание базовой грамотности с ключевыми личностными компетенциями поможет добиться успеха в любой профессиональной среде будущего.",
      "content_tm": "Häzirki zaman çalt üýtgedýän dünýäniň üllesiz, üznüksiz okuw üstünlikli karýerany gurmak üçin zerurlygyna öwrülýär. Tehnologiki ösüş we bilimleriň täze ugurlarynyň endikleriniň çalt könelmegine sebäp bolýar. Şu gün on ýyla çenli islemezijiler, hatda bilim almak üçin bilim wagtynda hem ýok.\r\n\r\nEsasy endikler\r\n\r\nEsasy başarnyklar, mundan beýläkki ösüş üçin esas bolup hyzmat edýär:\r\n\r\nSowatlylyk: Gaýtadan işlemek we maglumat alyşmak üçin möhüm taýdan okamak we ýazmak ukybydyr.\r\n\r\nMatematiki sowatlylyk: Dünýäde skroýDde sanlara, statistika we esasy hasaplamalar zerurdyr.\r\n\r\nSanly sowatraty: Sanly tehnologiýalaryň işleýändigi, täze wezipelere haýyr-sahawatlara esasy düşünişmäge kömek edýär.\r\n\r\nMaliýe sowatlylygy: şahsy we korporatiw maliýe esaslarynyň bilimleri geljegi meýilleşdirmek üçin möhümdir.\r\n\r\nMedeni habardarlygy: medeni tapawutlara düşünmek dünýä dünýäsinde täsirli aragatnaşyga goşant goşýar.\r\n\r\nYlmy sowatlylyk: Ylmy usullara düşünmek, maglumata has baha bermäge kömek edýär.\r\n\r\nÖsüş ukyby: netijeli okuw strategiýalaryny özüne çekmäge mümkinçilik berýär, täze başarnyklary çalt öňe sürmäge mümkinçilik berýär.\r\n\r\nEtiki sowatlylyk: ahlak taraplaryna düşünmek deňagramly kararlara düşünmäge kömek edýär.\r\n\r\nGeljegiň şahsy endikleri\r\n\r\nÜznüksiz okuw: ösüş boýunça bilgokarylyk we gurmak - üýtgeýän dünýäsinde uýgunlaşmagyň açary.\r\n\r\nEmosional akyl: Duýgulary düşünmek we dolandyrmak ukyby netijeli täsir etmek üçin möhümdir.\r\n\r\nLiderlik: Neşirmek we beýlekileri islendik ugurda gymmatlydyr.\r\n\r\nAragatnaşyk: Maglumatlaryň maglumat obýabynyň we hereketleriň netijeli alyş-taslamasynyň täsirli alyş-çalşygy çylşyrymly taslamalarda möhümdir.\r\n\r\nKarar bermek: näbelliligiň ýagdaýynyň şertlerinde haram edilen başarnyklar has we has möhüm bolýar.\r\n\r\nDöredijilik: Täze pikirler we innowasiýa çözgütleriniň nesilleri, maşynlaryň baş harplary henizem bäsleşip bilmeýänleri bilen ussatlykdyr.\r\n\r\nTöwekmany tankydy pikirlenmek: Maglumat derňäňiz we çylşyrymly problemalary çözmek üçin logiki pikirlenişlik gurmakdan ybaratdyr.\r\n\r\nUmumy pikir pikirlenmek: Çylşyrymly ulgamlardaky gatnaşyklara düşünmek netijeli çözgüt tapmaga kömek edýär.\r\n\r\nHyzmatdaşlyk: Bir toparda işlemek we umumy maksatlara ýetmek islendik ugurda islegiňdir.\r\n\r\nGepleşikler: Dürli ýagdaýlarda özüne çekiji şertnamalaryň gazanmak endikleri, dürli ýagdaýlarda peýdalydyr.\r\n\r\nÖz-özüňi goramak: Öz reaksiýalaryňyza düşünmek stres bilen has gowy göreşmäge kömek edýär.\r\n\r\nDurnuklylygy: kynçylyklary ýeňip, kynçylyklary ýeňip, yzymdan soň şowsuzlyklardan soň şowsuzlyklardan soň öwezini dolmak mümkindir.\r\n\r\nUýgunlaşma: Täze şertlere uýgunlaşmak ukyby möhüm ussatlyga öwrülýär.\r\n\r\nGüýçli we gowşak taraplaryňyzy we gowşak taraplaryňyzy, bilkastlaýyn size iň möhüm endikleri bilip bilýär. Esasy şahsyýet başarnalary bilen jemiýamyň utgaşdyrylyşynyň utgaşmasy geljekde haýsydyr bir hünär gurşawynda üstünliklere ýeter.",
      "blog_image": "258f5ecb0e6db83297700f6db5ea3e91-8986750-382x254-2_BeLD5Gi.webp",
      "author": null,
      "translatedcategory": null,
      "category": "dad925fc-5ab9-4359-a90c-b80bd8f2e786",
      "created_at": "2024-12-30T17:22:42.962Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "c91c2d48-80bc-4c1f-aaf6-55d740ee580a",
    "fields": {
      "title": "Beyond Istanbul and Antalya: Turkey's Treasures Worth Discovering",
      "title_ru": "За пределами Стамбула и Анталии: сокровища Турции, которые стоит открыть",
      "title_tm": "Stambulyň we Antalýanyň aňyrsynda: Türkiýäniň açylmaly hazynalary",
      "content": "Istanbul and Antalya undoubtedly attract tourists with their charms, but Turkey holds far more treasures. Embark on an exciting journey through this country to discover enchanting cities, rich history, breathtaking nature, and a hospitable culture.\r\n\r\nIn this article, we’ll tell you about unusual places in Turkey worth visiting.\r\n\r\nBodrum. Dive into the azure waters of the Aegean Sea that wash over Bodrum. This city attracts lovers of water sports—surfing, kite- and windsurfing, and diving.\r\n\r\nDiscover the history that permeates every corner of Bodrum. Explore the ruins of an ancient amphitheater where the passions of gladiatorial battles once raged. Visit St. Peter’s Castle, towering over the city like a guardian of centuries.\r\n\r\nMystery enthusiasts are drawn to the Museum of Underwater Archaeology, one of the largest in the world. Here, in the dim light of the halls, you can see artifacts raised from the seabed: fragments of sunken ships, amphorae, and other treasures holding the secrets of the past.\r\n\r\nAkyaka. Surrounded by mountains and pine forests, Akyaka beckons kite-surfing enthusiasts. The resort is mostly frequented by elite Turkish youth.\r\n\r\nAkyaka enchants visitors with its unique architectural charm. The mastermind behind this architectural ensemble is Turkish journalist and poet Nail Çakırhan. Inspired by Ottoman, Aegean, and Turkish architecture, he designed his family home, which became a model for the entire town. Stroll through Akyaka’s streets and see for yourself: a unified style reigns here, creating a sense of coziness and tranquility.\r\n\r\nAkyaka lies along the Azmak River, surrounded by eucalyptus groves. A leisurely boat ride offers a chance to enjoy the scent of pine needles and captivating landscapes.\r\n\r\nTrabzon is located on the border with Georgia. The Georgian terrain is already visible in the landscapes, yet the Turkish flair remains.\r\n\r\nThe Great Silk Road, which once passed through Trabzon, has left its mark on every detail: in architectural elements, local dialects, and distinctive cuisine.\r\n\r\nThe crown jewel of Trabzon is the Panagia Sumela Monastery, carved into a sheer cliff. It houses one of Orthodoxy’s main relics—the Icon of the Virgin Mary Panagia. Climbing up to the monastery, you’ll be treated to a breathtaking panorama.\r\n\r\nDon’t overlook beach relaxation either. Trabzon offers access to the warm Black Sea, where comfortable rest awaits. And if you seek solitude in nature, visit Lake Uzungöl. Amidst enchanting landscapes and absolute peace, you’ll feel as though you’re in Switzerland.\r\n\r\nKayaköy, once a bustling Greek town, now stands before tourists as a ghost town frozen in time.\r\n\r\nAfter 1920, the Greek community left these lands, returning to their historical homeland. The Turks, however, did not settle in the abandoned homes, and Kayaköy became a deserted town.\r\n\r\nDespite its emptiness, Kayaköy doesn’t evoke feelings of anxiety or fear. There’s no oppressive horror-movie atmosphere here, but rather a mystical silence infused with the spirit of history. Climbing to the top of the hill, you’ll be captivated by the panoramic view of the bay.\r\n\r\nLake Eğirdir. On the way to Eğirdir, don’t forget to stop and admire the lavender fields.\r\n\r\nEğirdir is Turkey’s second-largest freshwater lake, surrounded by mountain ranges.\r\n\r\nStroll along the causeway that divides the lake into two parts. On one side, you’ll see deep azure water, and on the other, an emerald-green surface.\r\n\r\nLake Eğirdir is not just a place for contemplation but also a paradise for water activity enthusiasts. You can swim in its crystal-clear waters, and for thrill-seekers, there’s a special diving platform for deep jumps.\r\n\r\nVisit the ancient fortress built by the Byzantines. Wander through the ruins of this once-important trading hub and feel the grandeur of history.",
      "content_ru": "Cтамбул и Анталия, безусловно, манят туристов своими чарами, но Турция таит в себе гораздо больше сокровищ. Отправляйтесь в увлекательное путешествие по этой стране, чтобы открыть для себя очаровательные города, богатую историю, захватывающую дух природу и гостеприимную культуру.\r\n\r\nВ этой статьи расскажем про необычные места Турции, которые стоит посетить. \r\n\r\nБодрум. Окунитесь в лазурные воды Эгейского моря, омывающего Бодрум. Этот город привлекает любителей водных видов спорта – серфинга, кайт- и виндсерфинга, дайвинга.\r\n\r\nОткройте для себя историю, пронизывающую каждый уголок Бодрума. Исследуйте руины древнего амфитеатра, где когда-то кипели страсти гладиаторских боев. Посетите замок Святого Петра, возвышающийся над городом, словно хранитель веков. \r\n\r\nЛюбителей тайн манит музей подводной археологии, один из крупнейших в мире. Здесь, в полумраке залов, вы сможете увидеть артефакты, поднятые со дна морского: фрагменты затонувших кораблей, амфоры и другие сокровища, хранящие тайны прошлого.\r\n\r\nАкьяка. Окруженная горами и сосновыми лесами, Акьяка манит к себе любителей кайтсефинга. На курорте в основном отдыхает элитная турецкая молодежь. \r\n\r\nАкьяка очаровывает гостей неповторимым архитектурным обликом. За авторством этого архитектурного ансамбля стоит турецкий журналист и поэт Наил Чакырхан. Вдохновленный османской, эгейской и турецкой архитектурой, он создал свой семейный дом, ставший образцом для всего города. Прогуляйтесь по улочкам Акьяки и убедитесь сами: здесь царит единый стиль, рождающий ощущение уюта и спокойствия.\r\n\r\nАкьяка расположена вдоль реки Азмак, в окружении эвкалиптовых рощ. Неспешная прогулка на лодке – это возможность насладиться ароматом хвои и чарующими пейзажами.\r\n\r\nТрабзон расположен на границе с Грузией. Грузинский рельеф уже проступает в пейзажах, но колорит остается турецкий.\r\n\r\nВеликий Шелковый путь, проходивший через Трабзон, оставил свой след в каждой детали: в архитектурных элементах, местных диалектах и неповторимой кухне.\r\n\r\nГлавной жемчужиной Трабзона является монастырь Панагия Сумела, высеченный в отвесной скале. Здесь хранится одна из главных православных святынь - Икона Богородицы Панагии. Поднявшись к монастырю, вы сможете насладиться панорамой, от которой захватывает дух.\r\n\r\nНе стоит забывать и о пляжном отдыхе. Трабзон дарит выход к теплому Черному морю, где вас ждёт комфортный отдых. А если вы хотите уединиться на лоне природы, посетите озеро Узенгель. Здесь, среди чарующих пейзажей и абсолютного спокойствия, вы почувствуете себя словно в Швейцарии. \r\n\r\nКаякей, некогда оживленный греческий город, сегодня предстает перед туристами как застывший во времени город-призрак.\r\n\r\nПосле 1920 года греческая община покинула эти места, вернувшись на историческую родину. Турки же не захотели обживать опустевшие дома, и Каякей превратился в заброшенный город.\r\n\r\nНесмотря на свою пустоту, Каякей не вызывает чувства тревоги или страха. Здесь нет гнетущей атмосферы фильмов ужасов, но царит мистическая тишина, пронизанная духом истории. Поднявшись на вершину холма, вы будете очарованы панорамным видом на бухту.\r\n\r\nОзеро Эгирдир. По дороге к Эгирдиру не забудьте сделать остановку, чтобы полюбоваться лавандовыми полями. \r\n\r\nЭгирдир второе по величине пресноводное озеро в Турции, окруженное горными массивами.\r\n\r\nПрогуляйтесь по косе, разделяющей озеро на две части. С одной стороны вы увидите лазурную, глубокую воду, а с другой - изумрудно-зеленую гладь. \r\n\r\nОзеро Эгирдир – это не только место для созерцания, но и рай для любителей водных развлечений. Вы можете искупаться в чистейшей воде, а для любителей острых ощущений есть специальный трамплин для прыжков на глубину.\r\n\r\nПосетите древнюю крепость, построенную византийцами. Прогуляйтесь по руинам этого некогда важного торгового центра и ощутите величие истории.",
      "content_tm": "Stambul we Antalya, şübhesiz, syýahatçylary öz jadylylygy bilen özüne çekýär, ýöne Türkiýe özünde has köp hazyna saklaýar. Bu ýurduň içinde gyzykly syýahat edip, jadylan şäherleri, baý taryhy, haýran galdyryjy tebigaty we myhmanperwer medeniýeti açyp bilersiňiz.\r\n\r\nBu makalada Türkiýäniň üýtgeşik ýerleri hakda aýdyp bereris.\r\n\r\nBodrum. Bodrumy ýuwýan Ege deňziniň gök suwlaryna çümmek. Bu şäher suw sportlaryny halaýanlary – serfing, kaýt- we windserfing, daýwing – özüne çekýär.\r\n\r\nBodrumyň her bir burçunda ýaýran taryhy açyň. Bir wagtlar gladiator söweşleriniň joşguny bilen doly bolan gadymy amfiteatryň harabalyklaryny öwreniň. Şäheriň üstünde asyrlar boýy sakçy ýaly ýerleşýän Pýotr Kalasyny zyýarat ediň.\r\n\r\nSyr seýilýänler dünýädäki iň uly suwasty arheologiýa muzeýine çekilýär. Bu ýerde, zalyň ýarymgysyk ýagtylygynda, deňiz düýbünden ýokary galdyrylan artefaktlary görüp bilersiňiz: batan gämileriň bölekleri, amforalar we geçmişiň syrlaryny saklaýan beýleki hazynalar.\r\n\r\nAkýaka. Daglar we sosna agaçly tokaýlar bilen gurşalan Akýaka kaýtserfing halaýanlary özüne çagyrýär. Bu kurortda esasan türk ýaşlarynyň elita bölegi dynç alýar.\r\n\r\nAkýaka myhmanlary özboluşly binagärlik aýratynlygy bilen haýran galdyrýär. Bu binagärlik toplumynyň awtory türk žurnalisti we şahyry Nail Çakyrhan. Osmanly, Ege we türk binagärligidinden ylham alnyp, ol öz maşgala öýüni döretdi, bu bolsa tutuş şäher üçin nusga boldy. Akýakanyň köçelerinde gezelenip, öz gözüňiz bilen görüň: bu ýerde ýekelik üslup hökm sürýär, rahatlyk we asudalyk duýgusyny döredýär.\r\n\r\nAkýaka Azmak derýasynyň boýunda, ewkalipt agaçlarynyň gurşawynda ýerleşýär. Gaýykda ýuwaş gezelenç, sosna ysyny we jadylan peýzažlary lezzet almaga mümkinçilik berýär.\r\n\r\nTrabzon Gürjüstan bilen serhetde ýerleşýär. Gürji relýefi peýzažlarda eýýäm ýüze çykýar, ýöne türk özboluşlylygy saklanýar.\r\n\r\nTrabzon arkyly geçen Beýik Ýüpek ýoly her bir jikme-jikde öz yzyny galdyrypdy: binagärlik elementlerinde, ýerli dialektlerde we özboluşly aşhanada.\r\n\r\nTrabzonuň esasy gymmatlygy tik gaýanyň içinde oýulan Panagiýa Sumela monastyrydyr. Bu ýerde prawoslawlaryň esasy mukaddes ýadygärliklerinden biri – Panagiýa Merýem Ananyň Şekili – saklanýar. Monastyr ýokary galsañyz, haýran galdyryjy panorama size lezzet berer.\r\n\r\nPlýa beach dynç alyşyny hem ýatdan çykarmaly däl. Trabzon ýyly Gara deňze çykyş berýär, bu ýerde sizi rahat dynç alyş garaşýar. Eger tebigatyň gujagynda ýalňyz galmak isleseňiz, Uzungöl kölüne baryň. Jadylan peýzažlar we mutlak asudalyk arasynda özüňizi Şweýsariýada ýaly duýarsyňyz.\r\n\r\nKaýaköý, bir wagtlar janly grek şäheri, häzirki wagtda syýahatçylaryň öňünde wagt içinde gatyb galan arwah şäher hökmünde dur.\r\n\r\n1920-nji ýyldan soň grek jemgyýeti bu ýerleri terk edip, taryhy watanyna gaýdypdy. Türkler bolsa boş galan öýleri ýaşaýyş etmek islemedi, we Kaýaköý taşlanan şähere öwrüldi.\r\n\r\nBoşlugyna garamazdan, Kaýaköý howsala ýa-da gorkyny döretmeýär. Bu ýerde gorkunç filmleriň agyr atmosferasy ýok, ýöne taryhyň ruhy bilen ýaýran syrly ýuwaşlyk bar. Depäniň ýokarsyna çyksaňyz, aýlagyň panoramasy sizi haýran galdyrar.\r\n\r\nEýgirdir köli. Eýgirdire barýan ýolda lawanda meýdanlaryna seretmek üçin duralga etmegi ýatdan çykarmaň.\r\n\r\nEýgirdir Türkiýäniň ikinji uly süýji suwly köli bolup, dag gerişleri bilen gurşalan.\r\n\r\nKöli iki bölege bölýän ýoluň boýunda gezeleniň. Bir tarapdan gök, çuň suwy, beýleki tarapdan zümrüt-ýaşyl ýüzüni görersiňiz.\r\n\r\nEýgirdir köli diňe tomaşa etmek üçin däl, suw oýunlaryny halaýanlar üçin jennatdyr. Arassa suwda ýüzüp bilersiňiz, adatdan daşary duýgular üçin bolsa çuňluga bökjek üçin ýörite tramplin bar.\r\n\r\nWizantlylar tarapyndan gurlan gadymy gala zyýarat ediň. Bir wagtlar möhüm söwda merkeziniň harabalyklarynda gezelenip, taryhyň beýikligini duýuň.",
      "blog_image": "3beae0ecc84577315993843102a614f0-8981080-382x254-2_OtC59TY.webp",
      "author": null,
      "translatedcategory": null,
      "category": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
      "created_at": "2024-12-30T17:24:32.920Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "b9b96dc9-388a-4ecd-8fef-6e247901fdcc",
    "fields": {
      "title": "The most amazing facts about rivers",
      "title_ru": "Самые – самые: удивительные факты о реках",
      "title_tm": "Derýalar hakda geň galdyryjy faktlar",
      "content": "Rivers are not just streams of water flowing across the Earth’s surface. They are living arteries that nourish our planet, create unique landscapes, and serve as homes to countless living creatures.\r\n\r\nWe’d like to introduce readers of Turkmenportal to some fascinating facts about rivers.\r\n\r\nThe Amazon is the world’s most water-rich river. No other river can compare to the Amazon in terms of the volume of water it carries. Its water reserves exceed those of the next seven rivers in this ranking combined.\r\n\r\nFor many years, the Nile was considered the longest river in the world, stretching 6,650 km, leaving the Amazon (with its 6,400 km) in second place.\r\n\r\nHowever, in recent years, debates about the Amazon’s exact length have flared up. In 2007 and 2008, Brazilian and Peruvian researchers conducted expeditions that led to new measurements: 6,992 km for the Amazon and 6,853 km for the Nile.\r\n\r\nIn 2009, an article was published claiming that the Nile is still longer—7,088 km compared to the Amazon’s 6,575 km. These figures were obtained using satellite imagery and ground studies.\r\n\r\nDespite all these studies, the question of which river is the longest remains unresolved. The debate continues, and new expeditions may yield even more precise measurements.\r\n\r\nIn Russia’s Nizhny Novgorod region flows the Pyana River, known as the world’s most winding river. With a total length of about 400 kilometers, the direct distance from its source to its mouth is just 30 kilometers.\r\n\r\nThe Mekong River, famous for its mystical legends, hides another enigma—fireballs. Every year during the rainy season, glowing spheres burst from the river’s depths and shoot into the sky. This unexplained phenomenon captivates people’s minds and draws tourists from around the world to the Mekong.\r\n\r\nThe Ural River is unique because one of its banks lies in Asia, while the other is in Europe.\r\n\r\nAt the mouth of the Catatumbo River in Venezuela, a true light show unfolds. This spot on Earth is known as the “Maracaibo Lighthouse” or “Everlasting Storm.” Up to 450,000 lightning strikes are recorded annually at the river’s mouth.\r\n\r\nThe King River in Australia and the Hudson in the USA are the world’s most polluted rivers.\r\n\r\nThe Irtysh (Russia) is the cleanest river.\r\n\r\nThe Nile is the oldest river, flowing mostly through Egypt. It has been running across Africa for 30 million years.\r\n\r\nThe bridge over the Rio Negro is the only “crossing” over the nearly 7,000-kilometer-long Amazon. Built in 2010, it connects Manaus, the largest port on the river, with the city of Iranduba. The 3,595-meter bridge is not just a transportation link but also a symbol of engineering ingenuity and humanity’s drive to conquer nature.\r\n\r\nEach year, rivers carry 16 billion tons of earth and rock into seas and oceans.\r\n\r\nThe Cuyahoga River in the USA has a dark chapter in its history: it fell victim to fire at least 12 times. It wasn’t the river itself that burned, but the debris accumulated on its surface.\r\n\r\nThere are 17 countries on Earth with no rivers, such as Saudi Arabia.\r\n\r\nWaves on the Amazon can reach heights of up to four meters.\r\n\r\nThe Congo rightfully holds the title of the world’s deepest river, with depths reaching 250 meters in some places.\r\n\r\nIncredible but true—four kilometers underground flows a “subterranean Amazon.” This colossal river, paradoxically, mirrors the route of its surface namesake but is hundreds of times wider!\r\n\r\nThe Kosi River in India is known for its unpredictable nature. Every spring, it carves out a new channel for itself.\r\n\r\nLa Plata is the widest river in the world, reaching widths of up to 220 kilometers in some areas.\r\n\r\nAround 2.8 million rivers flow through Russia, more than in any other country in the world.",
      "content_ru": "Реки – это не просто водные потоки, текущие по поверхности Земли. Это живые артерии, питающие нашу планету, создающие неповторимые ландшафты и являющиеся домом для бесчисленного множества живых существ.\r\n\r\nХотим познакомить читателей Turkmenportal с интересными фактами о реках.\r\n\r\nАмазонка – самая полноводная в мире река. Ни одна река не сравнится с Амазонкой по количеству воды, которое она несет в своих водах. Её водный запас больше, чем в следующих за ней в этом рейтинге семи реках, вместе взятых.\r\n\r\nНа протяжении многих лет Нил считался самой длинной рекой мира, простираясь на 6 650 км, оставляя Амазонку (с ее 6 400 км) на втором месте.\r\n\r\nОднако в последние годы разгорелись споры о точной длине Амазонки. В 2007 и 2008 годах бразильские и перуанские исследователи провели ряд экспедиций, которые привели к новым измерениям: 6 992 км – Амазонка, 6 853 км – Нил.\r\n\r\nВ 2009 году была опубликована статья, где утверждалось, что Нил все же длиннее – 7 088 км, против 6 575 км Амазонки. Эти данные были получены с помощью спутниковых снимков и наземных исследований.\r\n\r\nНесмотря на все эти исследования, вопрос о том, какая из рек является самой длинной, остается открытым. Спор продолжается, и новые экспедиции могут привести к еще более точным измерениям.\r\n\r\nВ Нижегородской области протекает река Пьяна, известная как самая извилистая река в мире. При общей длине около 400 километров, расстояние от ее истока до устья по прямой составляет всего 30 километров.\r\n\r\nРека Меконг, известная своими мистическими легендами, таит в себе еще одну загадку – огненные шары. Ежегодно, в сезон дождей, из глубин реки вырываются светящиеся сферы, устремляясь в небо. Это необъяснимое явление будоражит умы людей и привлекает к Меконгу внимание туристов со всего мира.\r\n\r\nРека Урал интересна тем, что один её берег находится в Азии, а другой – в Европе.\r\n\r\nВ устье реки Кататумбо, расположенной в Венесуэле, творится настоящее световое представление. Это место на Земле известно как «Маяк Маракайбо» или «Вечно бушующая гроза». Ежегодно в устье реки регистрируется до 450 000 ударов молний.\r\n\r\nКоролевская река в Австралии и Гудзон в США – самые загрязнённые в мире реки.\r\n\r\nИртыш (Россия) – самая чистая река.\r\n\r\nНил – самая древняя река, протекающая в основном по территории Египта. Она течет по территории Африки уже 30 миллионов лет.  \r\n\r\nМост через Риу-Негру – единственный «мостик» через почти 7 000-километровую Амазонку. Построенный в 2010 году, он соединил Манаус, крупнейший порт на реке, с городом Ирандуба. 3 595 метров моста – это не просто транспортная артерия, но и символ инженерной мысли и человеческого стремления к покорению природы.\r\n\r\nЕжегодно 16 миллиардов тонн земли и камней реки уносят в моря и океаны.\r\n\r\nВ истории реки Кайахога в США есть темная страница: не менее 12 раз она становилась жертвой огненной стихии. Горела не сама река, а скопившийся на ее поверхности мусор.  \r\n\r\nНа планете есть 17 стран, на территории которых нет рек. Например, Саудовская Аравия. \r\n\r\nВысота волн на Амазонке может достигать четырёх метров.\r\n\r\nКонго не зря носит титул самой глубокой реки на планете. В некоторых местах ее глубина достигает 250 метров. \r\n\r\nНевероятное, но факт – на глубине 4 километров под землей течет «подземная Амазонка». Эта гигантская река, как ни парадоксально, повторяет маршрут своей наземной тезки, но в сотни раз шире!\r\n\r\nРека Коси в Индии известна своим непостоянным нравом. Каждую весну она прокладывает себе новое русло.\r\n\r\nЛа-Плата – самая широкая в мире река. Местами её ширина достигает 220 километров.\r\n\r\nПо территории России протекает около 2,8 миллионов рек, что больше, чем в любой другой стране мира.",
      "content_tm": "Derýalar diňe Ýeriň üstündäki suw akymlary däl. Olar biziň planetamyzy iýmitlendirýän, özboluşly landşaftlary döredýän we sanly-sanajsyz janly-jandarlaryň öýi bolup hyzmat edýän diri arteriýalardyr.\r\n\r\nTurkmenportalyň okyjylaryny derýalar hakda gyzykly faktlar bilen tanyşdyrmak isleýäris.\r\n\r\nAmazonka – dünýädäki iň suwly derýa. Hiç bir derýa Amazonka bilen suw mukdary boýunça deňeşip bilmez. Onuň suw gorlary bu reýtingde ondan soňky ýedi derýanyň jemi gorlaryndan artyk.\r\n\r\nKöp ýyllar boýy Nil dünýäniň iň uzyn derýasy hasaplanyp, 6,650 km uzynlykda bolup, Amazonkany (6,400 km) ikinji ýerde goýupdyr.\r\n\r\nÝöne soňky ýyllarda Amazonkanyň takyk uzynlygy barada jedeller ýüze çykdy. 2007 we 2008-nji ýyllarda Braziliýaly we Peruly alymlar birnäçe ekspedisiýa geçirip, täze ölçegleri aldylar: Amazonka – 6,992 km, Nil – 6,853 km.\r\n\r\n2009-njy ýylda bir makala çap edildi, unda Nil has uzyn diýlip, 7,088 km, Amazonkanyň bolsa 6,575 km diýlip tassyklandy. Bu maglumatlar sputnik şekilleri we ýerüsti gözlegler arkaly alyndy.\r\n\r\nBu gözlegleriň hemmesine garamazdan, haýsy derýanyň iň uzynlygy soragy açyk galdy. Jedel dowam edýär we täze ekspedisiýalar has takyk ölçeglere getirep biler.\r\n\r\nRussiýanyň Nižniý Nowgorod welaýatynda dünýäniň iň burulýan derýasy diýlip tanalýan Pýana derýasy akýar. Onuň umumy uzynlygy 400 kilometr töweregi bolsa-da, çeşmesinden agzyna çenli göni aralyk bary-ýogy 30 kilometr.\r\n\r\nMistik rowaýatlary bilen meşhur Mekong derýasy ýene bir syry saklaýar – ot toplary. Her ýyl ýagyş möwsüminde derýanyň çuňlugyndan ýagtylyk saçýan sferalar ýüze çykyp, asmana ugraýar. Bu düşündirilmedik hadysa adamlaryň aňyny oýarýar we Mekonga dünýäniň ähli künjeginden syýahatçylary çekýär.\r\n\r\nUral derýasy bir ýakaňynyň Aziýada, beýlekisiniň Ýewropada ýerleşmegi bilen üýtgeşikdir.\r\n\r\nWenesueladaky Katatumbo derýasynyň agzynda hakyky ýagtylyk görkezişleri bolup geçýär. Ýerdäki bu ýer “Marakaýbo maýagy” ýa-da “Hemişe gürläp durýan ýyldyrym” diýlip atlandyrylýar. Her ýyl derýanyň agzynda 450,000-e çenli ýyldyrym urýar.\r\n\r\nAwstraliýadaky Korol derýasy we ABŞ-daky Gudzon dünýäniň iň hapa derýalarydyr.\r\n\r\nIrtyş (Russiýa) – iň arassa derýa.\r\n\r\nNil – iň gadymy derýa, esasan Müsür territoriýasyndan akýar. Ol Afrikada 30 million ýyl bäri akýar.\r\n\r\nRiu-Negro üstündäki köpri Amazonkanyň 7,000 kilometrlik uzynlygy boýunça ýeke-täk “köprüsidir”. 2010-njy ýylda gurlan bu köpri, derýanyň iň uly porty bolan Manausy Iranduba şäheri bilen birikdirýär. 3,595 metr uzynlykdaky köpri diňe transport arteriýasy däl, eýsem inženerçilik aklynyň we adamyň tebigaty ýeňmäge ymtylşynyň nyşanydyr.\r\n\r\nHer ýyl derýalar 16 milliard tonna topragy we daşlary deňizlere we okeanlara daşaýar.\r\n\r\nABŞ-daky Kaýahoga derýasynyň taryhynda gara sahypa bar: ol azyndan 12 gezek ot stihiýasynyň pidasy boldy. Derýanyň özi däl-de, üstünde ýygnanan zibil ýandy.\r\n\r\nÝer ýüzünde derýasy ýok 17 ýurt bar, mysal üçin Saud Arabystany.\r\n\r\nAmazonkadaky tolkunlaryň beýikligi dört metre çenli ýetip biler.\r\n\r\nKongo dünýäniň iň çuň derýasy titulyny hakyly alýar, käbir ýerlerde onuň çuňlugy 250 metre ýetýär.\r\n\r\nYlmy ýol bilen tassyklamak kyn bolsa-da, ýeriň aşagynda 4 kilometr çuňlukda “ýerasty Amazonka” akýar. Bu ägirt derýa, näme ýerine bolsa, ýer üstündäki adasynyň ýoluny gaýtalaýar, ýöne ýüzlerçe esse giňräk!\r\n\r\nHindistandaky Kosi derýasy özüniň durnuksyz häsiýeti bilen tanalýar. Her ýazda ol özüne täze akym ýoluny açýar.\r\n\r\nLa-Plata – dünýäniň iň giň derýasy. Käbir ýerlerde onuň giňligi 220 kilometre ýetýär.\r\n\r\nRussiýanyň territoriýasynda takmynan 2,8 million derýa akýar, bu dünýäniň beýleki ýurtlaryndan köp.",
      "blog_image": "917b4625ca00b980317f1e0e7c25be86-8976439-382x254-2_8GaHEM7.webp",
      "author": null,
      "translatedcategory": null,
      "category": "dad925fc-5ab9-4359-a90c-b80bd8f2e786",
      "created_at": "2024-12-30T17:27:03.812Z"
    }
  },
  {
    "model": "blog.post",
    "pk": "ff925df6-7962-4acc-854c-2c839a295388",
    "fields": {
      "title": "5 smart gadgets for home and apartment",
      "title_ru": "5 умных гаджетов для дома и квартиры",
      "title_tm": "Öý we kwartira üçin 5 sany akylly enjam",
      "content": "In an era of rapid technological progress, our homes are becoming increasingly “smarter”. Innovative gadgets and automation systems transform an ordinary home into a high-tech space where comfort, safety and energy efficiency reach a new level. From smart thermostats to robot vacuum cleaners, modern smart home devices not only make everyday chores easier, but also radically change the way we live.\r\n\r\n5 smart gadgets for home and apartment:\r\n\r\n1.Smart LED lamps are controlled via Wi-Fi network, support voice commands and are controlled remotely via a mobile application. Thanks to the variety of shapes and bases, these lamps are suitable for any luminaire.\r\n\r\nThe main advantage of smart lamps is the ability to remotely adjust the brightness and turn the lighting on/off according to a given schedule. They are able to change the intensity and color of light on command or automatically according to a timer. In the application, the user can set an individual operating mode for each lamp and easily adjust it.\r\n\r\nSome models have a narrowly focused light output, which can create uneven lighting in the room. Most smart bulbs are compatible with popular smart home platforms such as Alice, Amazon Alexa and Google Home.\r\n\r\n2. A smart socket is a convenient device for homes without built-in smart systems. It is compatible with devices that support remote control and permits you to control the operation of connected devices. Control is carried out according to a given schedule using a built-in timer or in real time through a mobile application.\r\n\r\nThe functionality of smart plugs varies, which affects their cost. Basic features include energy metering, remote on/off of connected devices, and automatic shutdown when overheated. Some models are equipped with a “Vacation” mode, when the device turns on appliances for a short time to simulate the presence of the owners in the house.\r\n\r\nExternally, a smart socket resembles a compact adapter with one socket. On one side it has a plug for connecting to a regular outlet, on the other there is a connector for the controlled device. Most models have an LED indicator showing operating and connection status.\r\n\r\n3. Smart lock for the front door. When you open the door, the gadget can activate personalized scenarios: turning on the lights, starting the kettle or playing music. Each family member may have their own unique set of entry and exit actions.\r\n\r\nThe main function of the lock – protection against unauthorized access – is implemented using various identification methods. You can open the door using a regular key, digital code, fingerprint or NFC tag. The device memory allows you to store many individual keys. In addition, the lock can be opened remotely via a mobile application.\r\n\r\nIn case of suspicious activity, the smart lock can activate the alarm and video surveillance system, as well as send a notification to the owner. It is compatible with many smart home systems and voice assistants.\r\n\r\nThe device usually runs on batteries, the status of which informs the owner. When the battery is low, a notification is sent. Some models are equipped with a backup power supply.\r\n\r\n4. Security sensors for a smart home. The modern market offers a wide range of sensors that monitor various aspects of home security. These devices use different communication protocols with the control center and are usually compatible with mobile applications. The most popular types of sensors:\r\n\r\nThe glass damage sensor is equipped with a sensitive microphone that analyzes environmental sounds. When it detects the characteristic sound of broken glass, the device activates an alarm, sending notifications to the control center and to the owner's smartphone.\r\n\r\nThe water leakage sensor is a compact device with a high degree of protection from dust and moisture. Installed under household appliances and plumbing fixtures. Contacts on the bottom of the housing react to water, completing a circuit and sending a signal about a leak.\r\n\r\nThe smoke sensor is mounted on the ceiling and consists of a photodetector and an infrared emitter. When smoke enters the sensor chamber, the IR beam is refracted, which is detected by a photodetector. As a result, an audible alarm is triggered, and an alarm notification is sent to the control panel and smartphone.\r\n\r\n5. A modern smart doorbell is a multifunctional device that combines a motion sensor, video camera, microphone and speaker. The cost depends on the set of functions and the quality of the components. The device connects to the smart home system via Wi-Fi and is controlled using a mobile application. The external unit can be powered by batteries or a rechargeable battery, while the internal speaker requires an electrical connection.\r\n\r\nKey features of a smart call include: two-way audio communication, video broadcast of the surrounding area, face recognition, motion detection, sending alarm notifications.\r\n\r\nThe sound can be customized individually: a pleasant melody for friends and a sharp signal to scare away unwanted guests.\r\n\r\nVideo broadcasting to a smartphone permits you to communicate with visitors remotely. Some models are equipped with night vision and the ability to record photos and videos in an archive.\r\n\r\nThe first step to a smart home is choosing the right devices. Determine your needs and budget, study the characteristics and reviews of different models.\r\n\r\nRemember: a smart home is not a static system, but a developing organism. With the advent of new technologies, you can always supplement and improve it, making your home even smarter and more functional.",
      "content_ru": "Конечно, вот перевод текста с туркменского обратно на русский:\r\n\r\n---\r\n\r\nВ эпоху стремительного технологического прогресса наши дома становятся всё более «умными». Инновационные гаджеты и системы автоматизации превращают обычный дом в высокотехнологичное пространство, где комфорт, безопасность и энергоэффективность выходят на новый уровень. От умных термостатов до роботов-пылесосов, современные устройства для умного дома не только облегчают повседневные дела, но и кардинально меняют наш образ жизни.\r\n\r\n5 умных гаджетов для дома и квартиры:\r\n\r\n1. **Умные LED-лампы** управляются через сеть Wi-Fi, поддерживают голосовые команды и управляются удалённо через мобильное приложение. Благодаря разнообразию форм и цоколей, эти лампы подходят к любому светильнику.\r\n\r\nГлавное преимущество умных ламп — возможность удалённо регулировать яркость и включать/выключать освещение по заданному расписанию. Они способны менять интенсивность и цвет света по команде или автоматически по таймеру. В приложении можно настроить индивидуальный режим работы для каждой лампы и легко его корректировать.\r\n\r\nНекоторые модели имеют узконаправленный световой поток, что может создавать неравномерное освещение в комнате. Большинство умных ламп совместимы с популярными платформами умного дома, такими как Алиса, Amazon Alexa и Google Home.\r\n\r\n2. **Умная розетка** — удобное устройство для домов без встроенных умных систем. Она совместима с устройствами, поддерживающими удалённое управление, и позволяет контролировать работу подключённых приборов. Управление осуществляется по заданному расписанию с помощью встроенного таймера или в реальном времени через мобильное приложение.\r\n\r\nФункционал умных розеток различается, что влияет на их стоимость. Основные возможности включают измерение энергопотребления, удалённое включение/выключение подключённых устройств и автоматическое отключение при перегреве. Некоторые модели оснащены режимом «Отпуск», когда устройство включает приборы на короткое время, имитируя присутствие хозяев в доме.\r\n\r\nВнешне умная розетка напоминает компактный адаптер с одной розеткой. С одной стороны у неё есть вилка для подключения к обычной розетке, с другой — разъём для управляемого устройства. Большинство моделей имеют светодиодный индикатор, показывающий статус работы и подключения.\r\n\r\n3. **Умный замок для входной двери** — при открытии двери гаджет может активировать персонализированные сценарии: включение света, запуск чайника или воспроизведение музыки. У каждого члена семьи может быть свой уникальный набор действий при входе и выходе.\r\n\r\nОсновная функция замка — защита от несанкционированного доступа — реализована с помощью различных методов идентификации. Дверь можно открыть обычным ключом, цифровым кодом, отпечатком пальца или NFC-меткой. Память устройства позволяет хранить множество индивидуальных ключей. Кроме того, замок можно открыть удалённо через мобильное приложение.\r\n\r\nПри подозрительной активности умный замок может активировать сигнализацию и систему видеонаблюдения, а также отправить уведомление владельцу. Он совместим с многими системами умного дома и голосовыми помощниками.\r\n\r\nУстройство обычно работает от батареек, о состоянии которых сообщает владельцу. При низком заряде отправляется уведомление. Некоторые модели оснащены резервным источником питания.\r\n\r\n4. **Датчики безопасности для умного дома**. Современный рынок предлагает широкий ассортимент датчиков, контролирующих различные аспекты безопасности дома. Эти устройства используют разные протоколы связи с центром управления и обычно совместимы с мобильными приложениями. Самые популярные типы датчиков:\r\n\r\n**Датчик повреждения стекла** оснащён чувствительным микрофоном, который анализирует звуки окружающей среды. При обнаружении характерного звука разбитого стекла устройство активирует сигнализацию и отправляет уведомления в центр управления и на смартфон владельца.\r\n\r\n**Датчик утечки воды** — компактное устройство с высокой степенью защиты от пыли и влаги. Устанавливается под бытовыми приборами и сантехникой. Контакты на нижней части корпуса реагируют на воду, замыкают цепь и отправляют сигнал о протечке.\r\n\r\n**Датчик дыма** крепится к потолку и состоит из фотодетектора и инфракрасного излучателя. Когда дым попадает в камеру датчика, инфракрасный луч преломляется, что фиксируется фотодетектором. В результате срабатывает звуковая сигнализация, а уведомление об опасности отправляется на панель управления и смартфон.\r\n\r\n5. **Современный умный дверной звонок** — многофункциональное устройство, объединяющее датчик движения, видеокамеру, микрофон и динамик. Стоимость зависит от набора функций и качества компонентов. Устройство подключается к системе умного дома через Wi-Fi и управляется с помощью мобильного приложения. Внешний блок может питаться от батареек или аккумулятора, а внутренний динамик требует подключения к электросети.\r\n\r\nКлючевые возможности умного звонка: двусторонняя аудиосвязь, видеотрансляция окружающей территории, распознавание лиц, обнаружение движения, отправка тревожных уведомлений.\r\n\r\nЗвук можно настроить индивидуально: приятная мелодия для друзей и резкий сигнал для отпугивания нежелательных гостей.\r\n\r\nВидеотрансляция на смартфон позволяет общаться с посетителями удалённо. Некоторые модели оснащены ночным видением и возможностью записи фото и видео в архив.\r\n\r\nПервый шаг к умному дому — выбор подходящих устройств. Определите свои потребности и бюджет, изучите характеристики и отзывы о разных моделях.\r\n\r\nПомните: умный дом — это не статичная система, а развивающийся организм. С появлением новых технологий вы всегда можете дополнять и совершенствовать его, делая свой дом ещё умнее и функциональнее.\r\n\r\n--- \r\n\r\nЕсли нужно что-то уточнить или переделать, дайте знать!",
      "content_tm": "Tehnologiýanyň çalt ösýän döwründe, öýlerimiz barha “akylly” bolup barýar. Täze gadjetler we awtomatlaşdyryş ulgamlary adaty öýi ýokary tehnologiýaly ýere öwürýär, bu ýerde rahatlyk, howpsuzlyk we energiýa tygşytlylygy täze derejä ýetýär. Akylly termostatlardan robot tozan sorujylaryna çenli, häzirki zaman akylly öý enjamlary diňe bir gündelik işleri ýeňilleşdirip galmadyk, ýönekeý ýaşayyşymyzy düýpgöter üýtgedýär.\r\n\r\nÖý we kwartira üçin 5 akylly gadjet:\r\n\r\n1. **Akylly LED lampalar** Wi-Fi tory arkaly dolandyrylýar, sesli buýruklary goldaýar we mobil programma arkaly uzakdan dolandyrylýar. Şekilleriň we esaslaryň dürli-dürliligi sebäpli bu lampalar islendik çyraga ýaraýar.\r\n\r\nAkylly lampalaryň esasy artykmaçlygy, ýagtylygyň intensiwligini uzakdan sazlamak we berlen tertip boýunça ýagtylygy ýakmak/öçürmek mümkinçiligidir. Olar ýagtylygyň intensiwligini we reňkini buýruk boýunça ýa-da awtomatiki tertipde, timer boýunça üýtgedip bilýär. Programmada her bir lampa üçin aýratyn iş tertibi belläp we ýeňil sazlap bolýar.\r\n\r\nKäbir modellerde ýagtylyk dar ugra gönükdirilen bolup, otagda birmeňzeş ýagtylyk döredip bilýär. Akylly lampalaryň köpüsi Alice, Amazon Alexa we Google Home ýaly meşhur akylly öý platformalary bilen gabat gelýär.\r\n\r\n2. **Akylly rozetka** – öýde awtomatlaşdyrylan ulgam ýok bolsa, bu elýeterli enjam. Uzakdan dolandyrylyp bilinýän enjamlar bilen gabat gelýär we birikdirilen enjamlaryň işini dolandyrmaga mümkinçilik berýär. Dolandyryş berlen tertip boýunça, ýerine ýetirilýän timer ýa-da mobil programma arkaly real wagtda amala aşyrylýar.\r\n\r\nAkylly rozetkalaryň funksiýalary dürli-dürli bolup, bu olaryň bahasyna täsir edýär. Esasy aýratynlyklar energiýany ölçemek, birikdirilen enjamlary uzakdan ýakmak/öçürmek we ýokary temperaturada awtomatiki öçmek ýaly mümkinçilikleri öz içine alýar. Käbir modellerde öý eýeleriniň barlygyny ýasamak üçin enjamlary gysga wagtlyk ýakýan “Dynç alyş” re modeimi bar.\r\n\r\nDaşardan akylly rozetka bir rozetkaly ykjam adaptera meňzeýär. Bir tarapynda adaty rozetka birikdirmek üçin ştepsele, beýleki tarapynda dolandyrylýan enjam üçin birikdiriji bar. Modeleriň köpüsinde iş we birikdiriliş ýagdaýyny görkezýän LED indikator bar.\r\n\r\n3. **Gapynyň akylly gulpy** – gapyny açanyňyzda, gadjet şahsy ssenarileri işledip bilýär: çyrany ýakmak, çaýnegi işletmek ýa-da aýdym-saz çalmak. Maşgalanyň her bir agzasy üçin aýratyn giriş we çykyş hereketleriniň özboluşly toplumy bolup biler.\r\n\r\nGulpuň esasy wezipesi – rugsatsyz girmelerden gorag – dürli tanamak usullary arkaly ýerine ýetirilýär. Gapyny adaty açar, sanly kod, barmak yzy ýa-da NFC belligi bilen açyp bolýar. Enjamyň ýady köp sanly aýratyn açarlary saklamaga mümkinçilik berýär. Mundan başga-da, gulpy mobil programma arkaly uzakdan açylyp bilýär.\r\n\r\nŞübheli hereketler bolan ýagdaýynda akylly gulp howp signalyny we wideo gözegçilik ulgamyny işledip, eýesine habar ugradyp bilýär. Ol köp akylly öý ulgamlary we sesli kömekçiler bilen gabat gelýär.\r\n\r\nEnjam adatça batareýalar bilen işleýär, batareýalaryň ýagdaýy barada eýesine habar berilýär. Batareýa azalanda habarnama ugradylýar. Käbir modellerde ýedek energiýa üpjünçiligi bar.\r\n\r\n4. **Akylly öý üçin howpsuzlyk datçikleri**. Häzirki bazar öý howpsuzlygynyň dürli taraplaryny gözegçilik edýän giň görnüşli datçikleri hödürleýär. Bu enjamlar dolandyryş merkezi bilen dürli aragatnaşyk protokollaryny ulanýar we adatça mobil programmalar bilen gabat gelýär. Iň meşhur datçik görnüşleri:\r\n\r\n**Aýna zyýan datçigi** – sesleri analiz edýän ýokary duýgur mikrofon bilen enjamlaşdyrylan. Aýnanyň döwülenine meňzeş sesi ýüze çykaranda, enjam howp signalyny işledýär we dolandyryş merkezine we eýesiniň smartfonuna habar ugradýar.\r\n\r\n**Suw syzmagy datçigi** – ykjam enjam bolup, tozan we çyglylykdan ýokary derejede goralýar. Öý tehnikalarynyň we santehnika enjamlarynyň aşagynda ýerleşdirilýär. Korpusyň aşagyndaky kontaktlar suwa reaksiýa berip, zynjyr ýapylýar we syzmagyň bardygyny signal berýär.\r\n\r\n**Tüsse datçigi** – potoloka berkidilýär we fotodetektor we infragyzyl ýagtylyk çykarýan elementden ybarat. Tüsse datçigiň kamerasyna gireninde, infragyzyl şöhle sinýar we bu fotodetektor tarapyndan ýüze çykarylýar. Netijede sesli howp signaly işleýär we dolandyryş paneline we smartfona habar ugradylýar.\r\n\r\n5. **Häzirki zaman akylly jaň çagyryşy** – hereket datçigi, wideo kamera, mikrofon we gürleýji birleşdirýän köpfunksiýaly enjam. Bahasy funksiýalaryň toplumyna we detallaryň hiline bagly. Enjam Wi-Fi arkaly akylly öý ulgamyna birikýär we mobil programma arkaly dolandyrylýar. Daşarky bölek batareýalar ýa-da gaýtadan zaryad edilýän batareýa bilen işleýär, içki gürleýji bolsa elektrik birikdirilisini talap edýär.\r\n\r\nAkylly çagyryşyň esasy aýratynlyklary: iki taraplaýyn sesli aragatnaşyk, daş-töweregiň wideo ýaýlymy, ýüz tanamak, hereket ýüze çykarmak, howp habarnamalary ugratmak.\r\n\r\nSes özbaşdak sazlanyp bilýär: dostlar üçin ýakymly saz we islenmedik myhmanlary gorkuzmak üçin ýiti signal.\r\n\r\nSmartfona wideo ýaýlymy myhmanlar bilen uzakdan aragatnaşyk gurmaga mümkinçilik berýär. Käbir modellerde gijeki görmek we arhiwde foto we wideo ýazgy ýazmak mümkinçiligi bar.\r\n\r\nAkylly öýe ilkinji ädim – dogry enjamlary saýlamak. Zerurlyklaryňyzy we býudjetiňizi kesgitläň, dürli modelleriň aýratynlyklaryny we synlaryny öwreniň.\r\n\r\nÝadyňyzdan çykarmaň: akylly öý statik ulgam däl, ösýän organizm. Täze tehnologiýalaryň peýda bolmagy bilen, öýüňizi has-da akylly we funksional etmek üçin ony hemişe tamamlaň we kämilleşdiriň.",
      "blog_image": "9159338fbf0f1c162fb1b17510ddff93-8983594-382x254-2_IeU9V9V.webp",
      "author": null,
      "translatedcategory": null,
      "category": "b598eb9e-6d8f-4cf6-a509-fb1c9c1d1ee8",
      "created_at": "2024-12-30T17:29:03.050Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 2,
    "fields": {
      "blog": "36f0bd38-edb1-4394-9681-8224a34c6daf",
      "author": "2e440626-9b31-4f77-958a-38d9d5e56e70",
      "text": "good",
      "created_at": "2024-12-26T18:34:50.394Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 3,
    "fields": {
      "blog": "36f0bd38-edb1-4394-9681-8224a34c6daf",
      "author": "4369998b-46c8-4dfa-aa50-5ffe65e5be8f",
      "text": "very well!",
      "created_at": "2024-12-26T18:35:19.970Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 5,
    "fields": {
      "blog": "36f0bd38-edb1-4394-9681-8224a34c6daf",
      "author": "2e440626-9b31-4f77-958a-38d9d5e56e70",
      "text": "nice",
      "created_at": "2024-12-27T11:39:31.897Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 6,
    "fields": {
      "blog": "31c8efe3-c151-4315-b4c9-763e7ed5ef03",
      "author": "4369998b-46c8-4dfa-aa50-5ffe65e5be8f",
      "text": "nice",
      "created_at": "2024-12-30T11:59:43.848Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 7,
    "fields": {
      "blog": "8040940d-e958-44fc-b281-4deaa70c6584",
      "author": "e016d8b4-5957-4d08-9db8-051906c01ae1",
      "text": "gowy",
      "created_at": "2025-01-29T13:23:11.546Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 8,
    "fields": {
      "blog": "c5717d3e-1b48-45e5-bf5e-20f8085c083b",
      "author": "4369998b-46c8-4dfa-aa50-5ffe65e5be8f",
      "text": "gyzykly",
      "created_at": "2025-02-25T16:52:30.571Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 9,
    "fields": {
      "blog": "36f0bd38-edb1-4394-9681-8224a34c6daf",
      "author": "2e440626-9b31-4f77-958a-38d9d5e56e70",
      "text": "Интересно",
      "created_at": "2025-02-26T11:58:35.941Z"
    }
  },
  {
    "model": "blog.comment",
    "pk": 10,
    "fields": {
      "blog": "ff925df6-7962-4acc-854c-2c839a295388",
      "author": "2e440626-9b31-4f77-958a-38d9d5e56e70",
      "text": "",
      "created_at": "2025-02-27T11:01:42.431Z"
    }
  },
  {
    "model": "blog.like",
    "pk": 95,
    "fields": {
      "user": 3,
      "post": "c91c2d48-80bc-4c1f-aaf6-55d740ee580a",
      "created_at": "2025-02-27T12:16:52.237Z"
    }
  },
  {
    "model": "blog.like",
    "pk": 103,
    "fields": {
      "user": 1,
      "post": "aa2f9d97-8321-45fb-840f-e1c83a67e168",
      "created_at": "2025-02-28T12:24:05.465Z"
    }
  },
  {
    "model": "blog.like",
    "pk": 105,
    "fields": {
      "user": 1,
      "post": "ff925df6-7962-4acc-854c-2c839a295388",
      "created_at": "2025-02-28T12:28:07.640Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "dad925fc-5ab9-4359-a90c-b80bd8f2e786",
    "fields": {
      "name": "Education",
      "name_ru": "Образование",
      "name_tm": "Bilim",
      "created": "2024-12-29T14:35:10.448Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "9c8c1e25-63b2-40b4-868c-c1d9e315ae56",
    "fields": {
      "name": "Sport",
      "name_ru": "Спорт",
      "name_tm": "Sport",
      "created": "2024-12-29T14:35:23.878Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "c43bf3e8-064f-4b1b-8ab5-bcc52e92649a",
    "fields": {
      "name": "Culture and Leisure",
      "name_ru": "Культура и досуг",
      "name_tm": "Medeniýet we dynç alyş",
      "created": "2024-12-29T14:35:33.265Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "b598eb9e-6d8f-4cf6-a509-fb1c9c1d1ee8",
    "fields": {
      "name": "Technology",
      "name_ru": "Технология",
      "name_tm": "Tehnologiýa",
      "created": "2024-12-29T14:37:57.089Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "00bb5849-518d-40f1-9881-566ba13df661",
    "fields": {
      "name": "Society",
      "name_ru": "Общество",
      "name_tm": "Jemgyýet",
      "created": "2024-12-29T14:38:11.082Z"
    }
  },
  {
    "model": "blog.category",
    "pk": "8b7cc00a-b39c-479d-bfc0-f37260386a72",
    "fields": {
      "name": "Politics",
      "name_ru": "Политика",
      "name_tm": "Syýasat",
      "created": "2024-12-29T14:40:09.097Z"
    }
  },
  {
    "model": "blog.favorite",
    "pk": 83,
    "fields": {
      "user": 1,
      "blog": "b9b96dc9-388a-4ecd-8fef-6e247901fdcc"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "c24656c3-c81b-4584-ad58-eefd4e369166",
    "fields": {
      "created": "2025-07-16T15:22:06.648Z"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "7c28a65d-f284-42fe-98f5-70dd3cd942ab",
    "fields": {
      "created": "2025-07-16T18:34:20.259Z"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "662d8a8c-fb12-4e4c-b25d-1e99ff9f08ea",
    "fields": {
      "created": "2025-07-16T18:43:44.704Z"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "798250ee-c2e4-4c2c-b673-e867b316f005",
    "fields": {
      "created": "2025-07-16T18:45:38.381Z"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "2b280d92-cae8-4b95-b75b-11b5861280af",
    "fields": {
      "created": "2025-07-16T18:46:17.614Z"
    }
  },
  {
    "model": "blog.translatedcategory",
    "pk": "324b5330-61b6-472c-a553-ca77f3d40653",
    "fields": {
      "created": "2025-07-16T18:47:21.597Z"
    }
  }
]